[
{
   "id": 1,
   "name": "Простой узел",
   "description": "Это самый простой из всех известных узлов.\n\nЧтобы завязать его, надо ходовым концом троса сделать, полуузел за его коренной конец. Его можно завязать на конце или на средней части троса. Для этого ходовой конец троса один раз обносят вокруг его коренной части и пропускают в образовавшуюся петлю.\n\nВ зависимости от того, как он завязан, простой узел может быть левым или правым.\n\nЭто не только самый простой из всех узлов, но и самый маленький по размеру. При натяжении троса он так сильно затягивается, что подчас его очень трудно развязать. Этот узел, как ни один другой, портит трос, так как сильно его изгибает. Если, например, для подъема тяжести использовать новый растительный (пеньковый, манильский или какой-то другой) трос, на котором остался не развязанный простой узел, то первый, хотя и рассчитанный для подъема данного груза, оборвется, причем в том месте, где завязан простой узел. У моряков принято считать, что прочность нового растительного троса, на котором при сильной тяге был затянут простой узел и который потом развязали, будет меньше в два раза, чем у такого же троса, на котором узла не было. Тем не менее на флоте простой узел издавна находил применение. При работе с растительными тросами он служил временным средством для предотвращения расплетания их каболок и прядей. Его также вязали через равные промежутки 20-30 сантиметров на наклонных пертах бушприта и утлегаря, чтобы ноги матросов не скользили при работе с передними косыми парусами. Простым узлом с успехом пользовались для крепления деревянных балясин на временных штормтрапах. Этим узлом рыбаки некоторых стран брали так называемый «испанский риф»: завязывают верхний угол кливера, чтобы уменьшить его площадь.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
	   {"id": 2, "name": "утолщение веревки", "type": "PURPOSE"}
   ],
   "pictures": [
       "1.1",
       "1.2",
       "1.3"
   ]
},
{
   "id": 2,
   "name": "Кровавый узел",
   "description": "От простого узла этот узел отличается тем, что его ходовой конец, будучи введен в петлю, еще один раз обносится вокруг коренной части троса. Это почти вдвое увеличивает размеры узла.\n\nСуществуют два способа вязки таких узлов. Если число шлагов не превышает трех, их делают ходовым концом троса внутрь петли, а если оно больше, то шлаги делают вокруг коренной части троса и ходовой конец пропускают внутрь.\n\nС далеких времен парусного флота такие многократные простые узлы у моряков разных стран назывались «кровавыми». В реестре наказаний матросов военных флотов прошлого фигурирует забытое в наши дни избиение линьками и плетьми, которые именовались «кошками». Они представляли собой сплетенную из пенькового троса плетку, имевшую от семи до тринадцати косичек, но чаще – девять. Каждая, из косичек заканчивалась узлом, на котором было от двух до девяти шлагов. «Кошки» подразделялись на простые и воровские. Последние были более тяжелыми. Ими секли за кражу.\n\nПри наказании «кошкой» провинившегося матроса принизывали за кисти рук к решетчатому люку, который вертикально ставили на шканцах, или к стволу пушки. Как правило, при этом вдоль обоих бортов выстраивали всю команду корабля и боцман (или его помощник) под барабанный бой наносил удары «кошкой» по голой спине наказуемого. Число ударов исчислялось дюжинами. В зависимости от проступка матрос в наказание мог получить от одной до двенадцати дюжин. Обычно после третьего удара на спине провинившегося появлялась кровь, так как узлы, туго затянутые на концах косичек «кошки», прорезали кожу (отсюда и название узла). После первой дюжины ударов, окровавленные косички «кошки» слипались в один жгут и удары становились нестерпимыми, матросы теряли сознание и умирали в состоянии шока. Чтобы не терять таким образом в мирное время хорошо натренированных матросов, Британское адмиралтейство в середине XVII века издало ханжеский приказ: после первой дюжины ударов помощник боцмана обязан был разъединить слипшиеся от крови косички «кошки». Эта процедура носила название «расчесать кошку». Она повторялась после каждой дюжины ударов. Но даже самые выносливые матросы не могли выдержать шести дюжин ударов, теряли сознание от боли и погибали.\n\nВ современном английском языке сохранилось идиоматическое выражение «Тоscraich the cat» – «расчесать кошку», которое, напоминая о варварском наказании на кораблях, теперь имеет значение «облегчить страдание».\n\nВ наши дни «кровавый» узел утратил своё назначение и находит другое применение как в быту, так и в различных профессиях, например, в портняжном и в переплетном деле для утолщения конца нити.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "утолщение веревки", "type": "PURPOSE"}
   ],
   "pictures": [
       "2.1",
       "2.2",
	   "2.3"
   ]
},
{
   "id": 3,
   "name": "Восьмерка",
   "description": "Этот узел считается классическим. Он составляет основу полутора десятков других, более сложных узлов различного назначения.\n\nВ том виде, в каком он изображен здесь, этот узел в морском деле служит отличным стопором на конце троса, чтобы последний не выхлестывался из шкива блока. В отличие от простого узла он даже при сильной тяге не портит трос и его всегда можно легко развязать. Чтобы связать восьмерку, надо ходовой конец троса обнести вокруг коренного и затем пропустить его в образовавшуюся петлю, но не сразу, как в простом узле, а заведя сначала его за себя же.\n\nВ повседневной жизни восьмерка находит широкое применение. Прежде всего она очень удобна для закрепления троса, когда он проходит сквозь отверстие в каком-нибудь предмете, например, в деревянной рукоятке веревочного стартера подвесного мотора.\n\nЭтот узел можно применить для веревочных ручек деревянного ведра или бадьи, если веревка проходит сквозь два отверстия на выступающих концах деревянных кленок. В этом случае, продев веревку в оба отверстия, на ее концах с внешних сторон клепки завязывают по восьмерке. Двумя восьмерками можно надежно прикрепить веревку к детским санкам. Чтобы рука не соскальзывала с конца собачьего поводка, советуем завязать восьмерку. Кроме этого, она неплохо служит для крепления струн к колкам скрипок гитар, мандолин, балалаек и других музыкальных инструментов.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "утолщение веревки", "type": "PURPOSE"}
   ],
   "pictures": [
       "3.1",
       "3.2"
   ]
},
{
   "id": 4,
   "name": "Стивидорный узел",
   "description": "Как и восьмерка, этот узел является стопором для тросов, проходящих через шкивы блоков. Вяжется он таким же способом, но с той лишь разницей, что ходовой конец вводится в петлю после того, как будет обнесен вокруг коренного конца троса дважды. При затягивании этого узла надо следить, чтобы шлаги на коренном конце не перекрутились и не проскочили в петлю. Затянутый стивидорный узел легче развязать, если потянуть за петлю, которая находится ближе к коренному концу. Название этого узла американского происхождения. Оно впервые появилось в толковом словаре английского языка Уэбстера в 1890 году. Составители этого словаря заимствовали его из руководства по вязке узлов, выпущенного американской канатной фирмой «Стивидор роупс».",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "утолщение веревки", "type": "PURPOSE"}
   ],
   "pictures": [
       "4.1"
   ]
},
{
   "id": 5,
   "name": "Юферсный узел",
   "description": "Этот старинный морской узел во времена парусного флота применялся для натягивания вант с помощью тросовых талрепов и юферсов. Его вязали на конце тaлpeпa, чтобы последний задержать в отверстии юферса. Особенность юферсного узла в том, что его сравнительно легко развязать даже в том случае, если он сильно затянут.\n\nСпособы вязки:\n1. Основанный на простом узле, предусматривает ввод ходового конце в петлю снизу между коренным и ходовым концами с последующим пропуском его под себя. \n2. Предусматривает завязывание восьмерки и протаскивание обоих концов в соответствующие ее петли, как это показано двумя стрелками.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "утолщение веревки", "type": "PURPOSE"}
   ],
   "pictures": [
       "5.1",
       "5.2",
	   "5.3"
   ]
},
{
   "id": 6,
   "name": "Устричный узел",
   "description": "Несмотря на свое название, этот узел, как и восьмерка, благодаря своей симметрии, с успехом применяется музыкантами для крепления на колках струн скрипки, гитары, мандолины и других музыкальных инструментов. По своим размерам затянутый устричный узел намного больше восьмерки, и поэтому его используют в тех случаях, когда отверстия на колках по каким-либо причинам больше, чем нужно для той или иной струны. У этого узла есть одна особенность завязывания: он затягивается в два приема. Сначала завяжите бегущий простой узел и затяните его. Пропустив ходовой конец троса в петлю, еще раз затяните узел. Если устричный узел затягивать в один прием, что он формируется неправильно. Он может служить неплохим декоративным узлом-орнаментом для отделки женского платья или рисунком для вышивания.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "утолщение веревки", "type": "PURPOSE"}
   ],
   "pictures": [
       "6.1"
   ]
},
{
   "id": 7,
   "name": "Многократная восьмерка",
   "description": "Представьте себе, что вам необходимо обвязать веревкой большую картонную коробку, тюк или старый чемодан. Сделав это, вы обнаружили, что полтора метра веревки остались неиспользованными. Обвязав ходовой конец веревки вокруг той ее части, за которую вам предстоит нести этот груз, многократной восьмеркой вы не только укоротите веревку, но и сделаете удобную ручку для этой ноши.\n\nУзел «многократная восьмерка» может быть применен во всех случаях, когда возникает необходимость временно укоротить трос или исключить ненадежную часть его длины из работы, если есть опасение, что он оборвется.\n\nМногократная восьмерка - неплохая ручка и для собачьего поводка и для веревки детских санок. Чтобы узел получился ровным и тугим, по мере его завязывания утягивайте каждый шлаг, передвигая его к предыдущему. Если вам потребуется потом использовать всю длину веревки, многократную восьмерку нетрудно развязать. Как бы сильно она ни была затянута, веревки она не испортит.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "утолщение веревки", "type": "PURPOSE"}
   ],
   "pictures": [
       "7.1"
   ]
},
{
   "id": 8,
   "name": "Пожарная лестница",
   "description": "В повседневной деятельности моряков, верхолазов-монтажников, строителей, пожарных, горноспасателей и скалолазов нередко возникает необходимость в использовании так называемого шкентеля с мусингами. Шкентелем на флоте называют вертикально висящий растительный трос, закрепленный за что-нибудь верхней частью, а мусингами - утолщения на нем, вплетенные в него в виде узлов, через равные промежутки. С помощью таких тросов матросы садятся в стоящие у борта корабля шлюпки. Но изготовленный шкентель с мусингами не всегда оказывается под рукой, когда срочно нужно спуститься по тросу за борт или подняться по отвесной стенке, когда нет ни лестницы, ни штормтрапа. Представьте себе, например, такую ситуацию. С палубы стоящего в порту судна в воду упал человек. На палубе лежит свободная бухта растительного троса. Если вы бросите упавшему конец, то едва ли он сможет по нему подняться на борт: трос может оказаться синтетическим, а в порту на поверхности воды обычно есть слой нефти. Руки упавшего за борт человека будут скользить по тросу, не имеющему мусингов. В такой ситуации выручает «пожарная лестница».\n\nКак уже упоминалось, простой узел является составным элементом многих полезных узлов. «Пожарная лестница» состоит из серии простых узлов, которые очень быстро вяжутся один за другим (за полминуты можно завязать 20 узлов). Она великолепна своей простотой и эффективностью, но требует определенного навыка и четкости в выполнении.\n\nВязка этого узла начинается с формирования определенного числа калышек, заведенных друг за друга. Возьмите в левую руку ходовой конец троса, отступя от его края 15-20 сантиметров. Сделайте первую калышку диаметром не более 10 сантиметров таким образом, чтобы коренной конец троса был снизу. Затем сделайте точно такую же калышку и прижмите большим пальцем левой руки к кончикам остальных. Точно таким же образом сделайте 5-7 калышек, ровно уложенных одна на другую. Чтобы они не съезжали и не перепутывались, наденьте их на вытянутые вверх пальцы (кроме большого) левой руки. У вас получится своего рода веревочный «стаканчик». Осторожно снимите его с пальцев так, чтобы он не рассыпался и не сплющился. Теперь ходовой конец, который вы держали в левой руке, пропустите внутрь этого «стаканчика» и выведите его наружу с другой стороны. Положите «стаканчик» на левую ладонь и обхватите его со всех сторон пятью пальцами. Загнутыми кончиками пальцев правой руки придерживайте верхний шлаг «стаканчика» и медленно, без рывков, тяните за ходовой конец троса, торчащий из стаканчика вверх. По мере втягивания этого ходового конца на нем будут завязываться простые узлы. Их число будет соответствовать числу сделанных калышек, а расстояние между ними - длине их окружности. Узлы можно быстро завязать, закрепить один конец веревки за батарею, за ножку кровати (стола), другой конец выбросить в окно и при необходимости спуститься по веревке вниз (например, в случае пожара). Возможна и такая ситуация. Нужно вытащить застрявший в грязи автомобиль. Есть длинная веревка и люди, готовые оказать помощь. Чтобы им было удобнее тянуть, завяжите на земле «пожарную лестницу» с таким расчетом, чтобы узлы шли примерно через каждый метр.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "утолщение веревки", "type": "PURPOSE"}
   ],
   "pictures": [
       "8.1"
   ]
},
{
   "id": 9,
   "name": "Простой полуштык",
   "description": "Простой полуштык, являясь самым простым из незатягивающихся узлов, находит широкое применение в морском деле. Он служит завершающим элементом многих узлов. Ходовой конец троса обнесите вокруг предмета, к которому хотите привязать трос, потом вокруг коренного конца троса и пропустите в образовавшуюся петлю. После этого ходовой конец троса прикрепите схваткой к коренному концу. Завязанный таким образом узел надежно выдерживает сильную тягу. Он может передвинуться к предмету, но никогда не затянется. Простой полуштык применяется для соединения двух тросов «чужими» и «своими» концами.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "9.1",
       "9.2"
   ]
},
{
   "id": 10,
   "name": "Простой штык",
   "description": "Два одинаковых полуштыка составляют узел, который моряки называют простым штыком Выражение «накинуть полштыка» обозначает добавить к уже сделанному узлу еще один обнос и перекрещивание ходовых концов вокруг коренного конца троса. На схеме показан широко применяемый в морском деле незатягивающийся узел - один из самых простых и надежных узлов для крепления швартовов за причальные кнехты, битенги, пушки и палы. Чтобы отличить правильно завязанный штык от неправильного штыка, две петли узла нужно сблизить. Если при этом получится выбленочный узел, то, значит, простой штык был завязан правильно. У такого штыка его ходовой конец как после первой, так и после второй калышек должен выходить одинаково над или под своим концом. У перевернутого, т. е. неправильно завязанноrо простого штыка, ходовой конец после второй калышки идет в противоположную сторону, не так, как после первой. При сближении двух петель перевернутого завязанного штыка вместо выбленочного получается коровий узел. Если полуштыки простого штыка сделаны в разные стороны, то при натяжении троса они будут сходиться вместе и узел будет затягиваться. Основное применение простого штыка на флоте это закрепление швартовных концов за причальные приспособления, крепление лопарей оттяжек грузовых стрел за обухи и рымы, крепление грузового шкентеля к поднимаемому грузу.\n\nМаксимальное число полуштыков в подобным узле при любых обстоятельствах не должно превышать трех, так как это го вполне достаточно и прочность узла в целом при большем числе полуштыков не повысится. О надежности этого узла для швартовки красноречиво говорят старинные английские морские пословицы: «Два полуштыка спасли корабль королевы» и «Три полуштыка — это более чем достаточно и для королевской яхты».\n\nМоряки нередко применяют два простых штыка для временного соединения двух швартовов, кабельтовых и перлиней.\n\nНа берегу этот нехитрый, но надежный узел можно применять во всех случаях, когда трос необходимо временно прикрепить к какому-нибудь предмету для сильной тяги, например за крюк при буксировке автомобиля.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "10.1",
       "10.2",
	   "10.3"
   ]
},
{
   "id": 11,
   "name": "Коечный штык",
   "description": "На протяжении многих столетий постелью для матросов на кораблях служила парусиновая подвесная койка в виде гамака с тонким матрацем из крошеной пробки.\nВ плане она имеет вид прямоугольника, у малых сторон которого сделано по восемь люверсов для так называемых шкентросов. Эти шкентросы соединяются в кольцах, которые в свою очередь подвешиваются за коечные штерты к особым рымам в бимсах или к прутьям, сделанным в кубрике корабля для подвешивания на ночь кое.\nДля подвешивания койки применялся такой узел. Он не затягивается, легко развязывается и надежно держит. Самое главное, чтобы он не развязывается сам под действием непрерывной качки корабля.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "11.1",
       "11.2"
   ]
},
{
   "id": 12,
   "name": "Простой штык со шлагом",
   "description": "От простого штыка этот узел отличается одним дополнительным шлагом вокруг предмета, к которому крепят трос. Он также служит в основном для крепления тросов и перлиней при швартовке за кнехты, битенги и палы, но применяется, в отличие от простого штыка, в тех случаях, когда не возникает необходимости быстро отдать швартовы. Этот узел удобен также для крепления троса к гаку, оrону, рыму и пр. Два шлага вокруг предмета делают этот узел более надежным при длительных стоянках, во всяком случае он за счет дополнительного шлага перетрется не так быстро, как простой штык.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "12.1",
       "12.2"
   ]
},
{
   "id": 13,
   "name": "Простой штык с двумя шлагами",
   "description": "Фактически это тоже разновидность простого штыка. Отличие от предыдущего узла -- дополнительный, третий шлаг. Он увеличивает прочность узла, если трос испытывает постоянное трение о кнехт или битенг. Применение этого узла для крепления троса к гаку весьма надежный способ.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "13.1",
       "13.2"
   ]
},
{
   "id": 14,
   "name": "Штык с обносом",
   "description": "Если у простого штыка с двумя шлагами последние проходят сбоку от точки крепления коренного конца, то у этого узла они размещены по одному с каждой стороны. Это придает узлу большую симметрию, узел в случае изменения направления тяги меньше перемещается вдоль предмета, за который он завязан. Чтобы завязать штык с обносом, сначала нужно ходовым концом сделать один шлаг вокруг предмета, обнести его сзади коренного конца и еще раз сделать шлаг, но в другую сторону. После этого следует один или два полуштыка.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "14.1"
   ]
},
{
   "id": 15,
   "name": "Рыбацкий штык (якорный узел)",
   "description": "Один из наиболее ответственных случаев применения узла в морском деле - это привязывание якорного каната к якорю. За пять тысяч лет существования судоходства люди для этой цели не могли придумать более надежного узла, чем этот. Проверенный многовековым опытом морской практики, этот узел признан моряками всех стран как самый надежный для прикрепления каната к рыму или к скобе якоря. Рыбацкий штык (или якорный узел) в какой-то степени схож с простым штыком со шлагом. Отличается от него тем, что первый из двух полуштыков проходит дополнительно внутри шлага, обхватывающего предмет. Применяя этот узел два якоря, всегда необходимо прихватывать ходовой конец схваткой к коренному. В этом случае, даже при очень сильной тяге, рыбацкий штык не затягивается и надежно держит. Его можно смело применять во всех случаях при работе с тросами, когда они подвержены сильной тяге.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "15.1",
       "15.2"
   ]
},
{
   "id": 16,
   "name": "Обратный штык",
   "description": "При швартовке судов к пристаням и причалам нередко возникает ситуация, когда ходовой конец троса обнести вокруг пала или бревна очень трудно. Иной раз приходится буквально подлезать под причал, чтобы с носа шлюпки или катера продеть конец за бревно или рым. Применяя обратный штык, вы можете обнести трос вокруг нужного предмета один раз и при этом завязать узел с двумя шлагами вокруг предмета, к которому крепите швартов. Для этого ходовой конец троса нужно сложить на длине 2-3 метра вдвое и, петлей вперед пропустив его вокруг предмета, потянуть петлю на себя. Теперь ходовой конец троса нужно продеть в эту петлю, а за коренной конец выбрать слабину и закончить узел двумя полуштыками. Обратный штык удобен для применения в тех случаях, когда доступ к предмету, к которому хотят прикрепить трос, затруднен или неудобен для вязки узла, например к буксирному крюку и некоторых марок автомобилей.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "16.1",
       "10.2",
	   "10.3"
   ]
},
{
   "id": 17,
   "name": "Мачтовый штык",
   "description": "Здесь оригинальная комбинация двух хороших узлов дает надежный и простой узел. Сначала вокруг предмета, к которому крепят трос, завязывают выбленочный узел и на коренном конце троса делают обычный штык, который, как известно, тоже представляет собой видоизмененный выбленочный узел. Чтобы мачтовый штык не получился затягивающимся, первый узел до конца не затягивают.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "17.1"
   ]
},
{
   "id": 18,
   "name": "Буксирный узел",
   "description": "Этот узел используют для крепления троса на буксирном гаке или на битенге. Им можно задерживать или стравливать буксирный конец. Благодаря последовательному наложению на битенг нескольких штагов троса буксирный конец можно травить с битенга, а при ослаблении натяжения буксира выбирать его снова в виде петель, накидываемых сверху на битенг.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "18.1",
       "18.2",
       "18.3"
   ]
},
{
   "id": 19,
   "name": "Портовый узел",
   "description": "Задержать швартовный синтетический конец на парном кнехте дело нехитрое. А как быть, если вместо парного кнехта в вашем распоряжении одинарный кнехт (или битенг), а на конце швартова нет огона? Для этой цели в морской практике сеть несколько оригинальных узлов. Объясним принцип одного из них, который можно отнести к числу незатягивающихся узлов. Сначала вокруг одинарного кнехта нужно сделать несколько шлагов ходовым концом швартовного троса. После этого сложить ходовой конец вдвое и в таком виде, петлей, пропустить его под натянутую коренную часть троса, повернуть петлю на 360 градусов и накинуть сверху на кнехт. Этот узел не скользит, надежно держит. Трос можно в любую минуту отдать, если даже швартов находится под сильным натяжением. Для этого нужно немного выбрать проходящий под коренным концом ходовой конец и увеличить петлю, после чего ее нетрудно будет скинуть с кнехта.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "19.1",
       "19.2",
	   "19.3",
	   "19.4"
   ]
},
{
   "id": 20,
   "name": "Дубовый узел",
   "description": "Моряки применяют его лишь в исключительных случаях, когда возникает необходимость очень быстро связать два троса. Хотя соединение растительных тросов дубовым узлом вполне надежно, оно имеет серьезный недостаток: сильно затянутый узел очень трудно потом развязать, особенно если он намок. Кроме того, завязанный таким узлом трос имеет меньшую прочность и при работе создает опасность за что-нибудь зацепиться при своем движении. Единственные его положительные качества - это скорость, с которой его можно завязать, и надежность.\n   \nЧтобы соединить два троса, их концы нужно сложить вдоль вместе и, отступя 15-20 сантиметров от краев, завязать простым узлом оба конца как одно целое.\n   \nНе пытайтесь связывать этим узлом синтетические тросы и леску: на них он ползет.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "связывание двух тросов", "type": "PURPOSE"}
   ],
   "pictures": [
       "20.1",
       "20.2",
	   "20.3"
   ]
},
{
   "id": 21,
   "name": "Фламандский узел",
   "description": "Это один из древнейших морских узлов, который применяли на кораблях для соединения двух тросов, как тонких, так и толстых. Фактически это та же восьмерка, завязанная двумя концами. Существует два способа вязки этого узла. Первый показан на схеме.\n   \nСначала на конце одного из связываемых вместе тросов сделайте восьмерку. Навстречу выходу из нее ходового конца введите ходовой конец второго троса и повторите восьмерку, завязанную на первом тросе. После этого, ухватившись за каждые два конца, слева и справа, равномерно начинайте затягивать узел, стараясь сохранить его форму. Для окончательной затяжки узла тяните за коренные концы тросов.\n\nЧтобы соединить два троса фламандским узлом вторым способом, ходовые концы связываемых тросов положите параллельно навстречу один другому так, чтобы они примерно по длине одного метра касались друг друга. На этом месте двумя сложенными вместе тросами завяжите восьмерку. При этом вам придется обносить вокруг и продевать в петлю вместе с коротким ходовым концом одного из тросов и длинный коренной. Именно в этом и состоит неудобство второго способа вязки фламандского узла.\n\nСоединение двух тросов фламандским узлом считается очень прочным. Этот узел, даже будучи сильно затянут, не портит трос, и его сравнительно легко развязать. Кроме того, он обладает превосходным качеством - не скользит и надежно держит на синтетической рыболовной леске.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "связывание двух тросов", "type": "PURPOSE"}
   ],
   "pictures": [
       "21.1",
       "21.2",
	   "21.3"
   ]
},
{
   "id": 22,
   "name": "Водяной узел",
   "description": "Не менее прочным считается соединение двух тросов водяным узлом. Чтобы завязать его, положите связываемые тросы концами навстречу друг другу так, чтобы их концы шли параллельно и касались один другого. Держа в одной руке ходовой и коренной концы двух разных тросов, начинайте вязать ими дубовый узел, но вместо одного обноса коренного конца сделайте два. Прежде чем окончательно затянуть узел, проверьте, чтобы одна пара концов выходила из петли сверху, а вторая - снизу, как это показано на схеме.\n\nВодяной узел прост и надежен. На флоте он не нашел широкого применения, потому что при сильной тяге так затягивается, что развязать его очень трудно.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "связывание двух тросов", "type": "PURPOSE"}
   ],
   "pictures": [
       "22.1",
       "22.2"
   ]
},
{
   "id": 25,
   "name": "Прямой узел",
   "description": "Он представляет собой два полуузла, последовательно завязанных один над другим в разные стороны. Это обычный, самый простой способ его вязки.\nМоряки, которые этим узлом пользуются со времен глубокой древности для связывания тросов, применяют другой способ вязки (рис. 2). Ткачи, которые применяют прямой узел для связывания оборвавшихся нитей пряжи, завязывают его особым, удобным им способом (рис. 3).\n\nПрямой узел, даже намокший и сильно затянутый, развязывается очень просто, за 1-2 секунды. Завяжите прямой узел, как показано на схеме 4. Возьмите в левую руку концы А и Б, а в правую – концы В и Г. Сильно потяните их в разные стороны и как можно туже затяните узел. После этого возьмите в левую руку коренной конец А (чтобы он не выскальзывал из кисти руки, сделайте пару шлагов вокруг ладони). В правую руку возьмите ходовой конец Б (его также можно намотать на ладонь). Резко и сильно дерните концы в разные стороны. Не выпуская из левой руки конец А, правой зажмите в кулак оставшуюся часть узла, удерживая ее большим и указательным пальцами. Коренной конец А потяните в левую сторону – узел развязан. Весь секрет заключается в том, что при рывке концов А и Б в разные стороны прямой узел превращается в два полуштыка и полностью утрачивает все свои свойства. Он так же легко развяжется, если вы возьмете в правую руку коренной конец А и сильно потянете ходовой конец В влево. Только в этом случае конец А нужно потом тянуть вправо, а оставшуюся часть узла (полуштыки) – влево. Развязывая таким способом прямой узел, помните, что, если вы дернули ходовой конец вправо, за коренной тяните влево и наоборот.\n\nПри развязывании прямого узла не следует забывать, что, с какой силой он был затянут, с такой же силой надо и дергать за один из его ходовых концов. Даже намокший прямой узел, завязанный на самом толстом растительном тросе, который находился под сильной тягой (без вставленного клеванта), можно всегда развязать, взяв один из ходовых концов на шпиль или лебедку. Во всяком случае, резать трос не нужно.\n\nДревние римляне называли его “женским узлом”, потому что именно “геракловым узлом” молодые римлянки завязывали кушаки своих туник в первую брачную ночь. Молодой супруг должен был развязать этот узел. И, согласно поверью, если он делал это быстро, невесте не грозило бесплодие.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "связывание двух тросов", "type": "PURPOSE"}
   ],
   "pictures": [
       "25.1",
       "25.2",
	   "25.3",
	   "25.4",
	   "25.5"
   ]
},
{
   "id": 27,
   "name": "Хирургический узел",
   "description": "Узлы издавна применялись для различных целей не только в морском деле, но и в медицине. Ими до сих пор пользуются хирурги для завязывания нитей лигатур при остановке кровотечения и для сшивания тканей и кожи. В наши дни медицина еще не отказалась от применения узлов, и врачи умело их используют. При полостных операциях хирургам приходится накладывать швы из кетгута (особого материала, получаемого из слизистого слоя кишок барана или овцы), который через 3-4 недели рассасывается. При завязывании кетгут скользит, и, делая на нем узлы, хирурги пользуются особыми зажимами.\n\nПри микрохирургических операциях медики пользуются чрезвычайно тонким шовным материалом – синтетической нитью в 10-200 раз тоньше человеческого волоса. Завязать такую нить можно только при помощи специальных зажимов под операционным микроскопом. Эти нити используют при сшивании стенок кровеносных сосудов, например при реплантации пальцев кисти, при сшивании отдельных нервных волокон. В основном применяют бабий, прямой, выбленочный, хирургический узлы и так называемый узел “констриктор”, о котором будет рассказано позже.\n\nПри завязывании хирургического узла сначала делают один за другим два полуузла двумя концами, которые после этого тянут в разные стороны. Затем сверху завязывают, но уже в другую сторону, еще один полуузел. В результате получается узел, очень схожий с прямым. Принцип узла состоит в том, что первые два полуузла не дают двум концам разойтись в разные стороны, пока вяжут сверху еще один полуузел.\n\nЭтим узлом удобно воспользоваться, когда есть необходимость стянуть и обвязать веревкой какой-нибудь упругий тюк или ношу и затянутую первую половину узла на веревке, не отпуская руками ее концов, приходится прижимать коленом.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "связывание двух тросов", "type": "PURPOSE"}
   ],
   "pictures": [
       "27.1",
       "27.2"
   ]
},
{
   "id": 28,
   "name": "Академический узел",
   "description": "Он очень схож с хирургическим узлом, отличаясь лишь тем, что вместо одного второго полуузла он имеет их два. От своего, если можно сказать, прародителя – прямого узла он отличается тем, что ходовой конец троса обносят вокруг ходового конца другого троса дважды, после чего ходовые концы ведут навстречу друг другу и снова обносят их дважды. Иными словами, внизу два полуузла и вверху два полуузла, но завязанных в противоположную сторону. Это дает академическому узлу преимущество в том, что при большой нагрузке на трос он не так сильно затягивается, как прямой узел, и его легче развязать обычным способом.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "связывание двух тросов", "type": "PURPOSE"}
   ],
   "pictures": [
       "28.1"
   ]
},
{
   "id": 29,
   "name": "Плоский узел",
   "description": "Издавна считался одним из самых надежных узлов для связывания тросов разной толщины. Им связывали даже якорные пеньковые канаты и швартовы.\n\nИмея восемь переплетении, плоский узел никогда сильно не затягивается, не ползет и не портит трос, поскольку не имеет крутых перегибов, и нагрузка, приходящаяся на тросы, по узлу распределяется равномерно. После снятия нагрузки на трос этот узел легко развязать.\n\nПринцип плоского узла заключается в его форме: он действительно плоский, и это дает возможность выбирать связанные им тросы на барабаны шпилей и брашпилсй, на всльпсах которых его форма не нарушает ровное наложение последующих шлагов.\n\nВ морской практике существует два варианта вязки этого узла: незатянутый узел с прихваткой его свободных ходовых концов к коренным или полуштыками на их концах (рис. 1) и без такой прихватки, когда узел затягивается (рис. 2). Завязанный первым способом плоский узел (в этом виде его называют “узлом Жозефины”) на двух тросах разной толщины почти не меняет своей формы даже при очень большой тяге и легко развязывается, когда нагрузка снята.\n\nВторой способ вязки применяется для связывания более тонких, нежели якорные канаты и швартовы, тросов, причем одинаковой или почти одинаковой толщины. При этом завязанный плоский узел рекомендуется сначала затянуть руками, чтобы при резкой тяге он не перекрутился. После этого, когда на связанный трос дана нагрузка, узел некоторое время ползет и перекручивается, но, остановившись, держит прочно. Он развязывается без приложения особых усилий сдвигом петель, охватывающих коренные концы.\n\nЭтот морской узел незаменим для связывания двух тросов (даже стальных, на которые будет приложено значительное усилие, например, при вытаскивании трактором застрявшего в грязи на полколеса тяжелогогрузовика).",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "связывание двух тросов", "type": "PURPOSE"}
   ],
   "pictures": [
       "29.1",
       "29.2"
   ]
},
{
   "id": 30,
   "name": "Кинжальный узел",
   "description": "В зарубежной практике такелажного дела этот узел считается одним из лучших узлов для связывания двух растительных тросов большого диаметра. Он не очень сложен по своей схеме и весьма компактен, когда затянут.\n\nЕго удобнее всего завязать, если сначала ходовой конец троса уложить в виде цифры “8” сверху коренного конца. После этого вытянутый ходовой конец второго троса продеть в петли, пропустив под среднее пересечение восьмерки, и вывести над вторым пересечением первого троса. Далее ходовой конец второго троса нужно пропустить под коренной конец первого троса и ввести его в петлю восьмерки, как указывает стрелка на схеме. Когда узел затянут. два ходовых конца обоих тросов торчат в разные стороны. Кинжальный узел нетрудно развязать, если ослабить одну из крайних петель.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "связывание двух тросов", "type": "PURPOSE"}
   ],
   "pictures": [
       "30.1"
   ]
},
{
   "id": 31,
   "name": "Травяной узел",
   "description": "Несмотря на свое название, этот элементарный узел вполне надежен и может выдерживать сильную нагрузку. Кроме этого, он легко развязывается при отсутствии тяги. Принцип узла – полуштыки чужими концами (рис. 1). Иногда нам приходится связывать два ремня или две ленты, ну, скажем, вожжи. Для этой цели “травяной” узел очень удобен (рис. 2).\n\nПри затягивании “травяного” узла за коренные концы узел перекручивается и принимает другую форму. Когда он затянут окончательно – два ходовых конца смотрят в одну сторону.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "связывание двух тросов", "type": "PURPOSE"}
   ],
   "pictures": [
       "31.1",
       "31.2"
   ]
},
{
   "id": 32,
   "name": "Пакетный узел",
   "description": "Его название говорит отом,что он удобен для завязывания пакетов и свертков. Он прост, оригинален и рассчитан на быструю вязку. Пакетный узел чем-то напоминает травяной. По своей прочности он не уступает последнему.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "связывание двух тросов", "type": "PURPOSE"}
   ],
   "pictures": [
       "32.1",
       "32.2"
   ]
},
{
   "id": 33,
   "name": "Рыбацкий узел",
   "description": "Он представляет собой комбинацию двух простых узлов, завязываемых ходовыми концами вокруг чужих коренных концов. Чтобы связать два троса рыбацким узлом, нужно положить их навстречу друг другу иодним концом сделать простой узел, а второй конец пропустить через его петлю и вокруг коренного конца другого троса и тоже завязать простой узел. Потом нужно сдвинуть обе петли навстречу друг другу, чтобы они сошлись вместе, и затянуть узел. Рыбацкий узел, несмотря на его простоту, безбоязненно можно применять для связывания двух тросов примерно одинаковой толщины.При сильной тяге он так крепко затягивается, что практически его уже не развязать. Он широко применяется рыболовами для связывания лески (не синтетической) и для крепления к леске поводков.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "связывание двух тросов", "type": "PURPOSE"}
   ],
   "pictures": [
       "33.1"
   ]
},
{
   "id": 34,
   "name": "Змеиный узел",
   "description": "Этот узел считается одним из самых надежных узлов для связывания синтетических рыболовных снастей. Он имеет достаточно много переплетений, симметричен и сравнительно компактен, когда затянут. При определенном навыке им можно даже связывать струны рояля. Для этого место связки струны нужно тщательно обезжирить и покрыть шеллаком.\n\nЗмеиный узел можно с успехом применять для связывания двух тросов, изготовленных из любых материалов, в случае, когда требуется прочное, надежное соединение.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "связывание двух тросов", "type": "PURPOSE"}
   ],
   "pictures": [
       "34.1"
   ]
},
{
   "id": 35,
   "name": "Ткацкий узел",
   "description": "Ткацкий узел можно назвать “родным братом” шкотового узла. Отличие лишь в способе его завязывания и в том, что последний ввязывают в кренгельс или в огон паруса, в то время как ткацкий узел вяжется двумя тросами. Принцип ткацкого узла считается классическим. Поистине это воплощение надежности и простоты.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "связывание двух тросов", "type": "PURPOSE"}
   ],
   "pictures": [
       "35.1"
   ]
},
{
   "id": 36,
   "name": "Разносторонний узел",
   "description": "Этот узел сродни ткацкому по своему принципу. Разница лишь в том, что в завязанном узле ходовые концы смотрят в разные стороны – это очень важно при связывании нитей пряжи. Ни по простоте, ни по прочности он не уступает ткацкому узлу и так же быстро завязывается. Этот узел известен также тем, что на его основе можно завязать “король узлов” – беседочный узел.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "связывание двух тросов", "type": "PURPOSE"}
   ],
   "pictures": [
       "36.1"
   ]
},
{
   "id": 37,
   "name": "Польский узел",
   "description": "Его можно рекомендовать для связывания тонких тросов. Он находит широкое применение вткацком деле и считается надежным узлом.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "связывание двух тросов", "type": "PURPOSE"}
   ],
   "pictures": [
       "37.1"
   ]
},
{
   "id": 38,
   "name": "Шкотовый узел",
   "description": "Свое название он получил от слова “шкота – снасть, которой управляют парусом, растягивая его за один нижний угол, если он косой, и одновременно за два, если он прямой и подвешен к рею. Шкоты носят названия того паруса, к которому они прикрепляются. Например, фока-шкот и грота-шкот – снасти, с помощью которых ставятся нижние паруса – фок и грот соответственно. Марса-шкоты служат для постановки марселей, кливер-шкоты вытягивают назад шкотовый угол кливера, а фока-стаксель-шкоты вытягивают назад шкотовый угол фор-стакселя и т. д. В парусном флоте этот узел применялся тогда, когда надо было ввязать снасть в огон паруса серединой, как, например, марса-лисель-шкот.\n\nШкотовый узел прост и очень легко развязывается, но вполне оправдывает свое назначение – надежно держит шкот в кренгельсе паруса. Сильно затягиваясь, он не портит троса.\n\nПринцип этого узла заключается в том, что тонкий ходовой конец проходят под коренным и при тяге прижимается им в петле, образованной более толстым тросом. Применяя шкотовый узел, всегда следует помнить о том, что он надежно держит только тогда, когда на трос приложена тяга. Этот узел вяжут почти так же, как и прямой, но его ходовой конец пропускают не рядом с коренным, а под него.\n\nШкотовый узел лучше всего применять для крепления троса к готовой петле, кренгельсу или коушу. Применять шкотовый узел на синтетическом тросе не рекомендуется, так как он скользит и может выхлестнуться из петли. Для большей надежности шкотовый узел вяжут со шлагом. В этом случае он похож на брам-шкотовый узел; разница в том, что его шлаг делают выше петли на коренной части троса вокруг сплесня. Шкотовый узел является составным элементом некоторых видов плетеных рыболовных сетей.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "связывание двух тросов", "type": "PURPOSE"}
   ],
   "pictures": [
       "38.1",
       "38.2"
   ]
},
{
   "id": 39,
   "name": "Брам-шкотовый узел",
   "description": "Так же, как и шкотовый узел, свое название он получил от наименования снасти – брам-шкот, которой растягивают шкотовые углы нижней кромки прямого паруса при постановке брамселей. Если шкотовым узлом ввязывают одинарные шкоты нижних парусов, то брам-шкотовым узлом ввязывают брам-шкоты и бом-брам-шкоты, брам-фалы и бом-брам-фалы, а также брам-гитовы.\n\nБрам-шкотовый узел надежнее шкотового, потому что не сразу развязывается, когда прекращается тяга на трос. От шкотового узла он отличается тем, что петлю (или кренгельс) обносят ходовым концом не один, а два раза и под коренной конец пропускают также дважды.\n\nВо времена парусного флота брам-шкотовый узел находил широкое применение при работе со снастями. Он применялся тогда, когда нужно было какую-нибудь снасть взять концом в огон, например брам-шкоты и брам-гитовы. Обычно им ввязывались брам-гинцы в брам-фал и гинцы в топенант нижних реев.\n\nБрам-шкотовый узел надежен также для связывания двух тросов разной толщины. Он хорошо держит на синтетических тросах равной толщины.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "связывание двух тросов", "type": "PURPOSE"}
   ],
   "pictures": [
       "39.1",
       "39.2",
	   "39.3",
	   "39.4"
   ]
},
{
   "id": 40,
   "name": "Докерский узел",
   "description": "В морской практике нередко возникает необходимость прикрепить к толстому канату намного более тонкий по сравнению с ним трос. Такая необходимость всегда есть во время швартовки судна к причалу, когда с палубы нужно подать один или сразу несколько швартовных концов. Существует несколько способов крепления бросательного конца к швартову, у которого нет огона, но наиболее распространенный из них – применение докерского узла.\n\nЧтобы завязать этот узел, ходовой конец толстого троса, к которому вы намерены прикрепить тонкий трос, нужно сложить вдвое. В образовавшуюся петлю снизу ввести тонкий трос, сделать им один обнос вокруг коренной части толстого троса, пропустить под тонкий, потом над ходовым концом толстого троса и, пропустив под тремя тросами, ввести в петлю. Докерский узел достаточно надежен, чтобы бросательным концом вытянуть (или поднять на палубу с берега) тяжелый швартов, и быстро развязывается. Его лучше всего применять как временный узел.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "связывание двух тросов", "type": "PURPOSE"}
   ],
   "pictures": [
       "10.1",
       "10.2",
	   "10.3"
   ]
},
{
   "id": 41,
   "name": "Скорняжный узел",
   "description": "Кажется странным, что этот замечательный узел, давно известный скорнякам, до сих пор остался незамеченным моряками. Его схема говорит сама за себя. Он сравнительно прост, имеет достаточно пересеченных концов и компактен (рис. 1). Кроме того, скорняжный узел обладает отличным свойством: рассчитанный для сильной тяги, он крепко затягивается, но и без особого труда развязывается. Этот узел с успехом можно применять для связывания синтетических тросов и рыболовных лесок. На рис. 2 показан второй способ его вязки.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "связывание двух тросов", "type": "PURPOSE"}
   ],
   "pictures": [
       "41.1",
       "41.2"
   ]
},
{
   "id": 42,
   "name": "Лиановый узел",
   "description": "Этот узел, хотя и не получил распространения на флоте, относится к числу оригинальных и надежных узлов для связывания тросов. Он уникален тем, что при очень простом переплетении каждого конца в отдельности крепко держит при очень сильной тяге и, более того, очень легко развязывается после снятия нагрузки на трос – достаточно сдвинуть любую из петель вдоль соответствующего коренного конца и узел тут же рассыпается. Он не скользит на синтетической леске и может с успехом применяться рыболовами.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "связывание двух тросов", "type": "PURPOSE"}
   ],
   "pictures": [
       "42.1"
   ]
},
{
   "id": 43,
   "name": "Охотничий узел",
   "description": "Изобретение английским врачом-пенсионером Эдвардом Хантером в 1979 году нового узла вызвало в морских кругах многих стран своего рода сенсацию. Британские патентоведы, выдавая Хантсру патент на его изобретение, признали, что узел действительно новый. Более того, он отлично держит на всех тросах, включая самые тонкие синтетические лески.\n\nПо существу охотничий узел представляет собой удачное сплетение двух простых узлов, завязанных на концах тросов. Доктор Хантер не преследовал цель придумать новый узел, а завязал его совершенно случайно. Поскольку фамилия Хантер в переводе с английского означает «охотник», здесь этот узел назван охотничьим.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "связывание двух тросов", "type": "PURPOSE"}
   ],
   "pictures": [
       "43.1"
   ]
},
{
   "id": 44,
   "name": "Самозатягивающийся узел",
   "description": "Из всех примитивных узлов этот, пожалуй, самый оригинальный, что называется “проще не придумаешь”. К коренной части троса этого узла можно приложить тягу, соразмерную прочности троса, и он будет надежно держать. Чем больше тяга, тем сильнее шлагом прижимается свободный ходовой конец, узел сам себя затягивает. Это, по существу, простейшая форма удавки.\n\nПрименять этот узел следует с большой осторожностью. Всегда помните, что он надежен лишь тогда, когда завязан вокруг бревна и к коренному концу приложено постоянное усилие. Если эти усилие будет прикладываться к тросу попеременно, как бы рывками, то ходовой конец может выскользнуть из-под коренного конца троса.\n\nСамозатягивающийся узел есть смысл применять в тех случаях, когда подвешенный к коренному концу груз находится без движения и направление тяги на этот конец не меняется.\n\nЭтим узлом удобно подвешивать на перекладину в складах мешки с зерном или крупой, чтобы спасти их от грызунов. Потравив ходовой конец троса, подвешенный мешок можно плавно опустить на землю или пол склада.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "44.1",
       "44.2"
   ]
},
{
   "id": 45,
   "name": "Самозатягивающийся с полуштыком",
   "description": "",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "45.1"
   ]
},
{
   "id": 46,
   "name": "Коровий узел",
   "description": "Несмотря на свое прозаичное название, этот узел считается хорошим морским узлом. Он безотказно держит, если к тросу приложена тяга. Коровий узел фактически представляет собой неправильный (перевернутый) штык, работающий в другом качестве.\n\nИздавна этот узел применяли на кораблях для крепления с помощью линя выбленок к крайним вантинам, для временного крепления троса за рым при растягивании для клетневания и тренцевания.\n\nНа берегу, помимо того, что этим узлом действительно привязывают к колу коров (а также и коз), его применяют при натягивании веревки для ограждений.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "46.1",
       "46.2"
   ]
},
{
   "id": 47,
   "name": "Глухая петля",
   "description": "Если ходовой и коренной концы коровьего узла соединить вместе и к обоим концам приложить тягу, то полученный таким образом узел уже будет называться глухой петлей. Иногда его называют бирочным узлом, так как им очень удобно пользоваться для связывания вместе ключей, для хранения шайб и других предметов, имеющих отверстие, а также для обтягивания горловины мешка при его завязывании.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "47.1",
       "47.2"
   ]
},
{
   "id": 48,
   "name": "Выбленочный узел",
   "description": "Свое название этот узел получил из-за того, что на кораблях им издавна крепили к вантам выбленки – поперечные отрезки смоленого троса, служащие ступеньками для подъема на мачты.\n\nВыбленочный узел состоит из двух полуштыков, завязанных в одну и ту же сторону. Это очень надежный затягивающийся узел, который безотказно держит, пока тяга приложена к обоим концам троса. Он исключительно удобен для прикрепления тросов к предметам, имеющим гладкую поверхность, как, например, мачта, рей, стрела или просто бревно. Во времена парусного флота, помимо своего основного назначения, выбленочный узел применялся для вязки коренных концов марса-драйрепов на топе стеньги.\n\nСуществуют два различных способа вязки выбленочного узла. Первый способ применяется в случаях, когда один из концов предмета, вокруг которого вяжут узел, открыт и доступен (рис. 1), второй, когда трос приходится обносить непосредственно вокруг предмета (рис. 2).\n\nДиапазон применения этого узла в повседневной жизни весьма широк. С его помощью можно прикрепить веревку к гладкому столбу или перекладине, завязать мешок, натянуть веревку между двумя столбами, привязать тетиву к луку, зачалить лодку за сваю или кол, врытый на берегу, прикрепить шпагат к толстому тросу.\n\nВыбленочный узел очень удобен для подачи инструмента на высоту (например, молотка работающим на мачте). При плетении многих видов рыболовных сетей выбленочные узлы образуют первый ряд вязки.\n\nОднако, пользуясь выбленочным узлом, всегда следует помнить, что он надежен лишь при постоянной тяге на трос или веревку. Разновидностью выбленочного узла является буйрепный узел, служащий для крепления буйрепа к тренду адмиралтейского якоря. В последнем случае ходовой конец троса должен иметь кноп и прихватываться к веретену якоря схваткой или бензелем.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "48.1",
       "48.2",
	   "48.3"
   ]
},
{
   "id": 49,
   "name": "Задвижной штык",
   "description": "На парусных кораблях этот узел находил еще большее применение, чем выбленочный. Это объясняется тем, что он еще более совершенен и более надежен, нежели выбленочный. Его можно применять и в тех случаях, когда направление тяги троса находится под острым углом к бревну (рею, мачте и пр.) или к тросу, к которому он прикреплен. Задвижной штык держит даже в том случае, если тяга направлена почти вдоль бревна. В отличие от выбленочного узла у задвижного штыка не два, а три охватывающих предмет шлага: один с одной стороны коренного конца и два – с другой. При завязывании этого узла необходимо учитывать, в какую сторону будет направлена тяга за коренной конец, и в зависимости от этого вязать узел. Легко запомнить: с какой стороны тяга – там два шлага.\n\nКогда-то задвижной штык на флоте применялся для подъема наверх рангоутных деревьев, если трос приходилось вязать за их середину. Им вязали концы горденей при подъеме на рои лисель-спиртов. Им же привязывали блок со свитнем к рею и к лисель-спирту. Концы вымбовок шпилей крепились свистовом также при помощи задвижного штыка. Когда шлюпки стояли близ борта корабля на шкентеле, на бакштове или буксировались, они привязывались фалинями за банку тем же задвижным штыком.\n\nПрименяя этот узел в быту, не стоит забывать, что он, так же, как и выбленочный узел, надежен только под нагрузкой и не любит резких ослаблений.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "49.1",
       "49.2"
   ]
},
{
   "id": 50,
   "name": "Констриктор",
   "description": "“Боа констриктор” – это зоологическое название удава по-латыни. Такие змеи, как удав, питон и анаконда, как известно, убивают свою жертву, сжимая ее тремя петлями своего тела. Узел, известный во всем мире под этим названием, является одним из самых сильно затягивающихся узлов. В то же время он считается и одним из наиболее трудно развязываемых узлов. Как правило, его даже не развязывают, он служит один раз. «Констриктор» хорошо затягивается, если он завязан на круглых, не имеющих острых углов предметах; в этом случае он незаменим. Это очень полезный и важный для нашего быта узел. С его помощью можно, например, очень туго завязать мешок, вентиль камеры футбольного мяча, обжать протекающий резиновый шланг, затянуть свернутый ковер, мешок, ватное одеяло, связать руку хулигану; наложить на раненую конечность жгут и многое другое. С помощью этого удивительного узла можно поднять тушу убитого медведя, не попортив его шкуры. Для этого надо взять драек или короткую прочную палку, вложить се в пасть зверя, за его клыки, и завязать пасть с палкой “констриктором”. Его концы прикрепить к гаку или грузовому шкентелю. Профессиональные такелажники с помощью “констриктора” накладывают временные марки на стальной трос в тех местах, где его нужно перерубить. Этим самым они предотвращают саморасплетение троса до наложения постоянных проволочных марок.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "50.1",
       "50.2"
   ]
},
{
   "id": 51,
   "name": "Двойной “констриктор”",
   "description": "Затягивается сильнее обычного. Он, как и одинарный “констриктор”, считается незаменимым затягивающимся узлом в быту.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "51.1"
   ]
},
{
   "id": 52,
   "name": "Питонов узел",
   "description": "Как питон почти ничем не отличается от удава, так и этот узел не имеет особых отличий от “констриктора”. По принципу они схожи. Питонов узел применим для тех же случаев, что и “констриктор”, Кроме этого, он очень может пригодиться для связывания двух поперечных реек (рис. 2). Их соединение с помощью этого узла будет намного прочнее, чем на гвоздях.\n\nНапример, питоновым узлом удобно связывать деревянные рейки воздушного змея. Им можно воспользоваться при сооружении плетеной изгороди, когда одну веревку нужно привязывать к другой под прямым углом.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "52.1",
       "52.2"
   ]
},
{
   "id": 53,
   "name": "Шахтерский узел",
   "description": "Прост, оригинален и надежен этот узел. При постоянной нагрузке он хорошо держит. Видимо, свое название он получил ввиду того, что им пользовались в шахтах. И хотя он не считается морским узлом, его можно успешно применять как на суше, так и на море.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "53.1"
   ]
},
{
   "id": 54,
   "name": "Пикетный узел",
   "description": "Этот узел чем-то напоминает выбленочный, хотя его схема иная. Он может быть применен для тех же целей. Очевидно, свое название он получил оттого, что им привязывали к стоякам трос, когда делали пикеты.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "54.1"
   ]
},
{
   "id": 55,
   "name": "Гафельный узел",
   "description": "Само название уже свидетельствует о том, что он из семьи морских узлов. В наше время его уже забыли, видимо, потому, что необходимость в нем отпала. Им всегда можно воспользоваться в быту, когда возникает необходимость быстро прикрепить трос к какому-нибудь предмету цилиндрической формы.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "55.1"
   ]
},
{
   "id": 56,
   "name": "Лисельный узел",
   "description": "На парусных судах лиселями назывались дополнительные паруса, которые ставились с каждой стороны прямых парусов на особых рангоутных деревьях – лисель-спиртах. Этим узлом лисель пришнуровывался штсртами к лисель-рейке. Хотя теперь лисельный узел больше на флоте не применяется, им можно воспользоваться для крепления троса к круглому рангоутному дереву.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "56.1"
   ]
},
{
   "id": 57,
   "name": "Фаловый узел",
   "description": "На парусном корабле прямые паруса, которые ставились между марса-реем и нижним реем, назывались марселями. Смотря по тому, к какой мачте принадлежал парус, он назывался “грот-марсель” на грот-мачте или “фор-марсель” на фок-мачте. Снасти, которой поднимали реи этих парусов, назывались грот-марса-фал и фор-марса-фал. К рею эти снасти прикреплялись фаловым узлом. Как и лисельный, фаловый узел считается надежным морским узлом. Он может сослужить неплохую службу и в нашем быту.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "57.1",
       "57.2"
   ]
},
{
   "id": 58,
   "name": "Щучий узел",
   "description": "Он так же, как и два предыдущих узла, служит для прикрепления троса к предметам цилиндрической формы. Щучий узел намного проще фалового узла.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "58.1"
   ]
},
{
   "id": 59,
   "name": "Верблюжий узел",
   "description": "Если вам нужно привязать тонкую веревку к другой, более толстой веревке для тяги под любым углом, советуем воспользоваться этим удлинительным узлом. Будучи правильно завязан, он не скользит ни влево, ни вправо. Его всегда легко развязать даже в том случае, если он намок и сильно затянулся.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "59.1"
   ]
},
{
   "id": 60,
   "name": "Стопорный узел",
   "description": "При выполнении различных судовых работ на палубе иногда возникает необходимость задержать находящийся под натяжением трос. Это выполняется с помощью другого троса, прикрепляемого стопорным узлом к тросу, который нужно задержать. Если тяга троса, который нужно остановить, будет вправо, то ходовой конец стопорного троса кладут сверху троса шлагом влево, ютом делают еще шлаг и ходовой конец стопорного троса ведут навстречу первому и второму шлагам, в зажим их, а далее вправо вокруг троса в обвивку, делая еще один-два шлага, и в двух-трех местах кладут прочные схватки или закрепляют “под себя”.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "60.1",
       "60.2"
   ]
},
{
   "id": 61,
   "name": "Качельный узел",
   "description": "При устройстве своими силами качелей выбор троса и узла, которым этот трос будет прикреплен к перекладине, имеет большое значение. От этого в основном и зависит надежность вашего самодельного сооружения.\n\nЕсли вы надумаете сделать на даче или во дворе своего дома качели, не ищите другой узел.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "61.1"
   ]
},
{
   "id": 62,
   "name": "Зигзаговый узел",
   "description": "Название узла как нельзя лучше соответствует его форме. При вязке этого узла ходовой конец проходит как бы зигзагами то в одну, то в другую сторону. Зигзаговый узел весьма специфичен. Он в основном применяется для утягивания и закрепления высокого штабеля груза в открытом кузове грузового автомобиля, оборудованного высокими стойками. Если, например, на таком грузовике требуется перевезти несколько сотен легких ящиков, то их, прежде всего, необходимо надежно закрепить. Сделать это можно с помощью длинной веревки, применив зигзаговый узел. Крепить веревку вокруг стоек грузовика лучше всего, держа ее моток в руке,иначепридется каждый раз протаскивать всю длину веревки.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "62.1"
   ]
},
{
   "id": 63,
   "name": "Паловый узел",
   "description": "Этот нехитрый узел очень удобен для закрепления фалиня шлюпки или катера за пал, битенг или одинарный кнехт. Чтобы правильно завязать его, ходовой конец фалиня нужно сложить вдвое, обнести пал сбоку, пропустить петлю под оба конца и накинут сверху на пал.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "63.1"
   ]
},
{
   "id": 64,
   "name": "Битенговый узел",
   "description": "Он также служит при швартовке небольших судов для зачаливания на битенг, пал или причальную тумбу. Ходовой конец фалиня или швартова обносят вокруг битенга, потом складывают его вдвое петлей и пропускают под коренной конец. Здесь петлю перекручивают один раз на 180 градусов и надевают сверху на битенг. Такой способ закрепления швартовного конца прост и вполне надежен.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "64.1"
   ]
},
{
   "id": 65,
   "name": "Удавка с полуштыками",
   "description": "Удавка с полуштыками, наряду с задвижным штыком, применялась на кораблях для подъема наверх рангоутных деревьев – стеньг, реев, гафелей и пр. Ею обвязывали в воде бревна для буксировки, ее применяли для погрузки цилиндрических по форме предметов, грузили рельсы и телеграфные столбы. Этот же узел использовался для крепления коренных концов марса-шкотов, марса-гитовов и других снастей, где нужно было иметь концы готовыми для быстрой отдачи. Удавка без полуштыков нередко применялась для крепления швартова за береговой пал.\n\nЭтот проверенный многовековым опытом на море узел издавна находит себе применение и на берегу. Его широко используют лесорубы. На многих иностранных языках название этого узла “лесной узел” или “бревенчатый узел”.\nУдавка с полуштыками – надежный и очень прочный узел, который исключительно сильно затягивается вокруг поднимаемогопредмета. Ходовой конец троса нужно пропускать поверх коренного конца внутрь петли в сторону зажимаемого предмета. После того как петля обнесена ходовым концом 3–4 раза, его выводят из петли в сторону дальнего конца, с которого будет тяга. В то же время удавку очень легко и просто развязать, когда тяга на трос прекращается.\n\nЧтобы без риска для человеческой жизни поднять ствол дерева в несколько тонн или тяжелую металлическую трубу, не обязательно иметь какие-то особые такелажные приспособления для крана. Можно прекрасно обойтись растительным тросом соответствующей прочности или стальным. Но для этого необходимо уметь правильно завязывать этот узел. Его всегда Нужно вязать немного в сторону от середины бревна (трубы). Выведя ходовой конец троса из петли, составляющей узел, его тянут в сторону конца поднимаемого предмета, с которого будет тяга, и делают два полуштыка. Но, как правило, два полуштыка делают до начала вязки удавки, так как коренной конец снасти уже закреплен (ряс. 2). Слабина троса между удавкой и полуштыками перед подъемом должна быть выбрана. Подняв предмет краном, его лучше за один прием, не опуская на землю, доставить на место. Всегда следует помнить, что этот узел нужно проверять перед каждым подъемом (если он осуществляется в два приема). Немаловажным является и то, в какую сторону делать на бревне полуштыки. Их следует укладывать по ходу спуска троса. Подъем тяжелых предметов удавкой без полуштыков считается опасным.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся", "type": "PURPOSE"}
   ],
   "pictures": [
       "65.1",
       "65.2",
	   "65.3"
   ]
},
{
   "id": 66,
   "name": "Дубовая петля",
   "description": "Это самая простая петля из всех существующих незатягивающихся петель. Она вяжется простым узлом на конце троса, сложенного вдвое. Дубовая петля прочна и безопасна, но сильно ослабляет трос, перегибая его. В отличие от дубового узла, она может быть применена на синтетическом тросе. Существенный ее недостаток состоит в том, что узел на конце троса сильно затягивается и петлю очень трудно развязать.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "66.1"
   ]
},
{
   "id": 67,
   "name": "Жилковая петля",
   "description": "Если, завязывая дубовую петлю, сложенным вдвое ходовым концом сделать дополнительный шлаг, то получится петля, которую развязать будет уже чуть-чуть легче (здесь и далее на схемах крестом обозначена рабочая петля). Она применяется для тонких рыболовных лесок.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "67.1"
   ]
},
{
   "id": 68,
   "name": "Фламандская петля",
   "description": "Завязанная восьмеркой на сложенном вдвое тросе, она представляет собой прочную и легко развязываемую петлю на конце троса. Фламандская петля пригодна для вязки как на толстых, так и на тонких тросах. Она почти нс ослабляет прочность троса, Применяется для крепления струн музыкальных инструментов и для других целей.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "68.1"
   ]
},
{
   "id": 69,
   "name": "Хонда",
   "description": "Археологические находки свидетельствуют, что этот способ завязывания петли один из древнейших. Еще задолго до нашей эры люди на разных континентах Земли таким способом прикрепляли тетиву к луку.\nДополнительный узел на конце ходового троса служит стопором, который при натяжении не позволяет ему выскользнуть из петли узла.\n“Хонда” – это американское название такой петли. До сих пор ею пользуются для вязки лассо ковбои Мексики и южных штатов США.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "69.1"
   ]
},
{
   "id": 70,
   "name": "Эскимосская петля",
   "description": "Этой петлей эскимосы пользовались для прикрепления тетивы к луку. Официальное название этой петли «эскимосский узел для тетивы лука». Она обладает немаловажным для этой цели свойством: ее размер можно изменять после того как узел уже завязан.\nПри натяжении за коренной конец троса петля остается неподвижной.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "70.1"
   ]
},
{
   "id": 71,
   "name": "Совершенная петля",
   "description": "Узел, которым вяжется эта неподвижная петля на конце троса, прост, надежен не скользит даже на самой тонкой синтетической леске. Совершенная петля очень популярна за рубежом у рыболовов.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "71.1"
   ]
},
{
   "id": 72,
   "name": "Рыбацкая петля",
   "description": "Нередко ее называют английской петлей или рыбацким огоном. Ее можно завязать как на конце, так и на середине троса. При затягивании узлы нужно сблизить. Эта петля широко применяется рыболовами. Моряки используют ее вместо фабричного огона при обрыве швартовного троса и в тех случаях, когда необходимо надежно закрепить трос за какой-либо предмет.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "72.1",
       "72.2",
	   "72.3"
   ]
},
{
   "id": 73,
   "name": "Бурлацкая петля",
   "description": "Английские моряки называют ее упряжковой петлей или пушкарским узлом. Видимо, моряки заимствовали ее у артиллеристов, которые применяли этот узел в тех случаях, когда на крутых горных дорогах или на бездорожье им приходилось в упряжку впрягать дополнительных лошадей или солдат. Эту петлю можно сделать как на конце троса, так и на его середине. Бурлацкая петля рассчитана на приложение тяги в любую сторону. Она легко завязывается и надежно держит. Правда, перед тем как к петле будет приложена нагрузка, ее следует крепко затянуть руками, так как при резкой тяге она имеет тенденцию переворачиваться и некоторое время скользит вдоль троса. Несколько завязанных таким образом петель помогут вытащить застрявший в грязи автомобиль, позволят подняться на высоту или спуститься с отвесной скалы.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "73.1",
       "73.2",
	   "73.3"
   ]
},
{
   "id": 74,
   "name": "Ездовая петля",
   "description": "Так же, как и бурлацкая, ездовая петля рассчитана на тягу в любом направлении и может быть завязана в середине троса. Она вяжется более сложным способом, чем бурлацкая петля, но зато более прочна и надежна.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "74.1",
       "74.2",
	   "74.3"
   ]
},
{
   "id": 75,
   "name": "Травяная петля",
   "description": "Это еще одна разновидность незатягивающейся одинарной петли. Ее вязку следует начинать с простого узла. Свое название она получила от названия узла, которому она соответствует.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "75.1",
       "75.2",
	   "75.3"
   ]
},
{
   "id": 76,
   "name": "Беседочный узел",
   "description": "В морском языке название этого узла произошло от “беседки”, но не от обычной, а от морской беседки, которая представляет собой небольшую деревянную доску – платформу, служащую для подъема человека на мачту или опускания за борт судна при покрасочных или иных работах. Эта доска с помощью тросов крепится к подъемному тросу особым узлом, который и получил название беседочный узел. Второе его название булинь. Оно произошло от английского термина “булинь”, обозначающего снасть, которой оттягивают наостренную боковую шкаторину нижнего прямого паруса. Эта снасть вяжется к шкаторине паруса “булиневым узлом” (The Bowline Knol), или просто “булинем”.\n\nБеседочный узел, несмотря на изумительную компактность, содержит в себе одновременно элементы простого узла, полу-штыка, ткацкого и прямого узлов. Элементы всех этих узлов в определенном сочетании дают беседочному узлу право называться универсальным. Он удивительно просто вяжется, даже при сильной тяге никогда не затягивается “намертво”, не портит трос, никогда не скользит вдоль троса, сам не развязывается, но его легко развязать, когда это нужно.\n\nОсновное назначение беседочного узла – это обвязка человека тросом под мышками как средство страховки при подъеме на высоту, опускании за борт или в задымленном помещении во время пожара на борту судна. В незатягивающуюся петлю этого узла можно вставить беседку. Завязанная беседочным узлом петля на швартове надежно служит вместо огона. Этот узел с успехом можно применить для связывания двух тросов любого диаметра или для связывания толстого растительного троса со стальным (в этом случае тросы соединяются петлями, а узлы вяжутся на своих коренных концах). Из всех способов связывания двух тросов из различного материала (например, пенька и сталь, дакрон и манила) соединение с помощью двух беседочных узлов петлями будет самым надежным. Кроме того, из беседочного узла можно сделать надежную затягивающуюся петлю. Его можно применять для швартовки и для крепления троса к гаку беседочный узел также можно без опасения применить для временного укорачивания троса или в случае, когда требуется исключить износившийся кусок троса из работы, связав узел так, чтобы этот кусок приходился на петлю.\n\nСуществует много способов вязки беседочного узла. Вниманию читателя предлагается самый рациональный и наиболее простой.\n\nВ жизни всегда может пригодиться умение быстро завязать беседочный узел вокруг своей талии. Это нужно уметь делать одной рукой одним непрерывным движением кисти, в темноте, за 2–3 секунды. Научиться этому совсем не трудно.\n\nВозьмите коренной конец троса в левую руку, правой обнесите ходовой конец сзади себя вокруг своей талии. В правую кисть возьмите ходовой конец и, отступя от его края примерно 10 сантиметров, зажмите его в кулаке. В левую кисть возьмите коренной конец и вытяните левую руку вперед. Теперь, имея коренной конец троса слегка натянутым, правой кистью с зажатым в ней ходовым концом обогните коренной конец троса сверху вниз на себя и вверх от себя. Старайтесь сделать такое движение кистью, чтобы она целиком не попала в петлю. Далее ходовой конец обнесите вокруг натянутого коренного конца влево и перехватите его большим и указательным пальцами правой руки. Вытаскивая правую кисть из петли, одновременно просовывайте ходовой конец в малую петлю. Держа правой кистью ходовой конец, левой потяните за коренной конец. Узел завязан вокруг вашей талии по схеме рис. 76. Проделав это несколько раз подряд, вы научитесь завязывать беседочный узел на себе в темноте или с закрытыми глазами.\n\nПредставьте такую ситуацию: вы оказались за бортом судна в воде, вам бросили с палубы конец, по которому вы не сможете подняться наверх, потому что он скользкий. Завязав вокруг своей талии беседочный узел и передвинув образовавшуюся петлю под мышки, вы можете гарантировать, что вас благополучно вытащат из воды на палубу. Этот великолепный узел не раз спасал жизнь морякам. Чтобы развязать беседочный узел, достаточно немного сдвинуть петлю ходового конца вдоль ослабленной коренной части троса.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "76.1",
       "76.2"
   ]
},
{
   "id": 77,
   "name": "Двойной беседочный узел",
   "description": "Этот узел, имеющий две незатягивающиеся петли, применяется вместо беседки для подъема человека на высоту, для подъема или опускания человека, потерявшего сознание, и в других случаях. При вязке узла одна из петель делается почти в два раза меньше другой. В одной петле человек сидит, вторая петля обхватывает его туловище под мышками. Это позволяет ему, поднявшись на высоту, работать двумя руками.\n\nВ морской практике существует несколько способов завязывания двойного беседочного узла. Объясним наиболее постой. Узел вяжется сложенным вдвое тросом. После ввода ходового конца (в виде петли) в малую петлю узла гот конец нужно немного вытянуть и, обнеся вокруг большой петли, поместить в верхнюю часть узла. Держа одной рукой за коренную часть троса, другой рукой потянуть за правую сторону большой двойной петли. После этого узел затянется и будет готов к использованию.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "77.1",
       "77.2",
	   "77.3"
   ]
},
{
   "id": 78,
   "name": "Боцманский узел",
   "description": "Этот старинный морской узел иногда называют “испанским беседочным”. Он так же, как и двойной беседочный, служит дляподъема человека наверх или для опускании его с высоты.\n\nПользуясь боцманским узлом, в каждую из его двух петель просовывают ногу и рукой держатся за трос. Этим узлом можно поднять (или опустить с высоты) потерявшего сознание человека. Чтобы он не вывалился из двух петель, на его груди дополнительно завязывают ходовым концом троса один или два полуштыка.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "78.1",
       "78.2",
	   "78.3"
   ]
},
{
   "id": 79,
   "name": "Французский топовый узел",
   "description": "Петли этого узла а топах мачт парусных кораблей служили для крепления бакштагов, которые ввязывали в них шкотовым узлом свободные концы узла связывали прямым узлом и таким образом получали третью петлю, которую использовали для крепления штага. Один узел одновременно крепил три части стоячего такелажа.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "79.1",
       "79.2"
   ]
},
{
   "id": 80,
   "name": "Топовый узел",
   "description": "Он применялся на топах мачт парусных кораблей вместо бугелей с обухами (кованых колец со скобами) для крепления бакштагов и штага. Этим узлом пользовались для крепления временных оттяжек при установке мачт и забивке свай,\n\nПо-английски название этого узла “Shamrock Knot”, что обозначает трилистник (заячья капуста или кислица), который является эмблемой Ирландии. Узел можно применить на берегу для крепления флагштоков и антенных мачт, деревьев-саженцев и пр. Если у вас есть кувшин, горлышко которого имеет более-менее большой выступ, с помощью топового узла можете сделать к нему удобную ручку.\n\nНо лучше всего этим узлом пользоваться для переноски арбузов и крупных дынь. Ведь когда-то на военных парусных кораблях его использовали для переноски ядер. Из куска любого троса длиной 3 метра получается надежная корзинка для самого крупного арбуза. При этом узел не стоит до конца затягивать, а три его петли нужно связать двумя свободными концами. Из четырех известных способов вязки этого топового узла показанный на схеме считается лучшим.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "80.1",
       "80.2"
   ]
},
{
   "id": 81,
   "name": "Южный Крест",
   "description": "Такое романтическое название этому узлу дали моряки далекого прошлого. Иногда его называют “морским крестом”. По своей сущности это тоже топовый узел, но другого способа вязки и принципа. Если вытянуть три петли узла, то он по форме окажется крестом (отсюда и название). Этот узел применялся раньше для тех же целей, что и топовый узел.\n ",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "незатягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "81.1",
       "81.2"
   ]
},
{
   "id": 82,
   "name": "Бегущий простой узел",
   "description": "Это самый простой узел, образующий затягивающуюся петлю. При тяге за коренной конец петля затягивается, но ее можно увеличить в размере, потянув за ходовой конец в сторону от петли. Узел можно завязать в любой части веревки. С его помощью можно затянуть мешок, связать тюк, прикрепить к чему-нибудь трос, зачалить лодку за сваю.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "82.1",
       "82.2",
	   "82.3"
   ]
},
{
   "id": 83,
   "name": "Скользящая восьмерка",
   "description": "Основанный на принципе восьмерки этот узел относится к разрядунадежных,сильно затягивающихся петель. Он обладает свойством плавно и равномерно затягиваться при тяге за коренной конец.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "83.1"
   ]
},
{
   "id": 84,
   "name": "Скользящая глухая петля",
   "description": "Этот простой и прочный узел может служить в повседневной жизни для затягивания различных тюков и свертков при их упаковке Вязка узла предельно проста и не требует каких-либо комментариев.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "84.1"
   ]
},
{
   "id": 85,
   "name": "Бегущий булинь",
   "description": "Бегущий булинь – это то же беседочный узел с маленькой петлей, в которую пропущен коренной конец. Он основан на принципе лассо. Действует бегущий булинь безотказно. В морском деле его применяют для вылавливания плавающих бревен и топляков, им ищут и поднимают оставленные на дне адмиралтейские якоря.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "85.1"
   ]
},
{
   "id": 86,
   "name": "Силковый узел",
   "description": "Этот узел позаимствован из незамысловатой техники птицеловов. Силки, сделанные из конского волоса или самой тонкой нейлоновой лески с помощью такого узла, действуют безотказно. Силковый узел считается одним из наиболее плавно и легко затягивающихся узлов.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "86.1",
       "86.2",
	   "86.3"
   ]
},
{
   "id": 87,
   "name": "Эшафотный узел",
   "description": "Название узла говорит о его назначении. Это один из старинных узлов, выработанных многовековой практикой смертной казни через повешение. Однако, несмотря на мрачное предназначение, его с успехом можно применять для многих других целей, например для временного крепления троса за разные предметы.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "87.1"
   ]
},
{
   "id": 88,
   "name": "Затягивающаяся удавка",
   "description": "Этот узел так же называют эшафотным, или “висельным” узлом. Но несмотря на это, он находит и другое применение в морском деле. Его используют при временном креплении троса за плавающие в воде предметы или при накидывании и креплении троса за какой-либо предмет на берегу. Этот узел имеет преимущество даже перед таким хорошим узлом, как удавка с полуштыками, в том, что ходовой конец троса не может выскользнуть из петли, и потому затягивающаяся удавка считается надежнее.\n\nНа парусниках этим узлом крепили коренные концы марса-шкотов и марса-гитовых и других снастей в тех случаях, когда нужно было иметь эти концы готовыми к отдаче.\n\nЧтобы завязать этот узел, трос укладывают в виде двух одинаковых по размеру петель. Обе петли обносят несколько раз ходовым концом троса, после чего этот конец пропускают в петлю, обращенную к коренной части троса, и, вытягивая крайнюю петлю, зажимают в ней. Затягивающуюся удавку всегда можно без труда развязать, если потянуть за коренную часть троса.\n\nЭтот мрачный узел можно неплохо использовать в морском деле двояким образом. Во-первых, по схеме его вязки удобно хранить в виде компактной бухты трос. Сделав этот узел без петли на ходовом конце бросательного конца, вы получите отличную легкость. Если он вам покажется недостаточно тяжелым, перед применением опустите его в воду.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "88.1",
       "88.2",
	   "88.3",
	   "88.4"
   ]
},
{
   "id": 89,
   "name": "Пьяный узел",
   "description": "В этом узле две затягивающимиеся петли. Когда тянут одновременно за ходовой и коренной концы, петли затягиваются. Этот узел на Руси испокон веков назывался “пьяным”: видимо, его применяли для усмирения не в меру разгулявшихся людей, надевая петли на запястья рук за спиной и связывая концы на груди.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "89.1",
       "89.2"
   ]
},
{
   "id": 90,
   "name": "Кандальный узел",
   "description": "Он очень схож с “пьяным” узлом. Его название на английском языке обозначает “наручники”. Узел может служить для тех же целей. Несмотря на внешнее сходство, это два разных узла. Во всяком случае, не развязывая их и не вынимая концов из центральной петли, один узел превратить в другой невозможно. Некоторые моряки называют этот узел двойным топовым узлом, так как иногда он применяется аналогично топовому узлу",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "затягивающиеся петли", "type": "PURPOSE"}
   ],
   "pictures": [
       "90.1",
       "90.2"
   ]
},
{
   "id": 91,
   "name": "Развязывающийся простой узел",
   "description": "Этот узел неплохо служит простейшим стопором, который можно быстро отдать даже под натяжением троса. При рывке за ходовой конец он мгновенно развяжется. Его можно применять во всех случаях, когда нужно что-нибудь временно закрепить с таким расчетом, чтобы в любую минуту можно было освободить веревку.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "быстроразвязывающиеся узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "91.1",
       "91.2"
   ]
},
{
   "id": 92,
   "name": "Развязывающаяся восьмерка",
   "description": "Если обыкновенную восьмерку сделать с петлей, т. е. в последнюю ее петлю пропустить сложенный вдвое ходовой конец, то мы получим хороший быстроразвязывающийся стопор.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "быстроразвязывающиеся узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "92.1"
   ]
},
{
   "id": 93,
   "name": "Развязывающийся бегущий простой узел",
   "description": "Бегущий простой узел можно легко превратить в быстроразвязывающийся, не изменяя его функцию, т.е. пользуясь им как бегущим, а не как быстро развязывающимся узлом. Для этого в его петлю нужно ввести ходовой конец, сложенный вдвое. В этом случае он будет обладать сразу двумя свойствами – затягиваться и быстро развязываться, если дернуть за ходовой конец, торчащий из петли. С помощью этого узла можно зачалить лодку за береговой пал таким образом, что при необходимости фалинь можно будет отдать, не выходя из лодки, дернув за ходовой конец, оставленный достаточнодлинным. Это очень распространенный узел. Во всяком случае, во всем мире именно им привязывают лошадей за уздечку к привязи. Чтобы узел случайно не развязался, конец уздечки просовывают в петлю (рис. 2).",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "быстроразвязывающиеся узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "93.1",
       "93.2"
   ]
},
{
   "id": 94,
   "name": "Рифовый узел",
   "description": "Свое название он получил от слова “риф-штерт” – небольшой, ввязанный в полотнище паруса конец троса, которым “брали рифы”, т. е. связывали подобранную к нижней шкаторине паруса или к гику часть паруса, чтобы уменьшить его площадь при сильном ветре. На больших парусных судах с прямым вооружением рифы брали с помощью риф-сезней – плоских концов троса, которыми подвязывали верхнюю шкаторину паруса к риф-лееру. Риф-цггерты связывались с таким расчетом, чтобы в любую минуту в случае необходимости можно было их развязать или, как говорят моряки, “раздернуть”. Для этой цели и применялся рифовый узел. Он очень схож с прямым узлом и вяжется таким же способом, за исключением того, что при вязке второго полуузла его ходовой конец продевают в петлю сложенным вдвое. При рывке за ходовой конец узел мгновенно развязывается.\n\nВ морском деле этот узел применяется для связывания штертов брезентовых чехлов спасательных шлюпок, лебедок, компасов и других приборов на верхнем ходовом открытом мостике.\n\nЭтот узел известен в обиходе под названием “узел с одним бантиком”. Он знаком всем, многие завязывают им шнурки на ботинках. В принципе это простой и полезный узел.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "быстроразвязывающиеся узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "94.1",
       "94.2"
   ]
},
{
   "id": 95,
   "name": "Двойной рифовый узел",
   "description": "Иногда его называют фаловым узлом. Но моряки им почти не пользуются: для временной связки штертов и других концов им достаточно рифового узла. В словаре Владимира Даля он именуется “петельным узлом” и “репейком (бантом)”. Нередко его называют и байтовым узлом. Вяжется он так же, как и прямой узел, но во втором полуузле ходовые концы троса завязывают сложенными вдвое. Это незаменимый узел для завязывания шнурков ботинок, веревки, бантов на шее и бантиков в волосах, а также на свертках и коробках.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "быстроразвязывающиеся узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "95.1",
       "95.2",
	   "95.3",
	   "95.4"
   ]
},
{
   "id": 96,
   "name": "Развязывающийся ткацкий узел",
   "description": "Отличный ткацкий узел – “родной брат” шкотовому узлу. Его можно улучшить, если ходовой конец троса пропустить под коренной сложенным вдвое. При этом он будет держать столь же надежно, но в любую минуту может быть развязан, даже под натяжением.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "быстроразвязывающиеся узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "96.1",
       "96.2",
	   "96.3"
   ]
},
{
   "id": 97,
   "name": "Калмыцкий узел",
   "description": "Он относится к числу практичных и надежных узлов. Его название говорит о том, как он появился в нашей стране. И хотя калмыцкие степи не вызывают ассоциации с морем и кораблями, он издавна применяется на флоте. Зарубежные моряки его не знают, и, как это ни странно, он не фигурирует ни в одном из многочисленных пособий по вязке узлов, изданных за рубежом.\n\nНа рисунке дана принципиальная схема вязки калмыцкого узла, на которой показано лишь взаимное расположение концов троса относительно друг друга. На практике этот прекрасный узел вяжется почти мгновенно следующим образом.\nЗаведите ходовой конец троса за предмет и возьмите его, немного отступя от конца, сверху левой рукой большим пальцем к себе. Правой рукой наложите коренной конец поверх левого кулака, в котором уже зажат ходовой конец, и сделайте коренной частью троса полный оборот вокруг него. Затем движением левой руки переместите коренной конец под коренную часть большой петли с одновременным обносом ходового конца вокруг этой же части троса и с последующим перехватом ходового конца пальцами левой руки. После этого аккуратно протащите ходовой конец в виде петли через находящийся на кисти левой руки шлаг коренного конца (путем сбрасывания шлага) так, чтобы ходовой конец не распрямился, и коренным концом затяните узел.\n\nКалмыцкий узел надежно держит и быстро развязывается, если дернуть за ходовой конец. Его применяют для временного крепления бросательного конца к огону швартова при подаче последнего с судна на причал. Им пользуются для прикрепления вожжей к уздечке, а также для привязывания лошади в конюшне. Если в петлю калмыцкого узла пропустить ходовой конец, не сложенный вдвое, то узел не будет являться быстроразвязывающимся. В таком виде он называется казачьим узлом.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "быстроразвязывающиеся узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "97.1",
       "97.2",
	   "97.3"
   ]
},
{
   "id": 98,
   "name": "Развязывающийся самозатягивающийся узел",
   "description": "Если в петлю этого узла пропустить ходовой конец, сложенный петлей, то узел по-прежнему будет сохранять свое главное свойство, но при желании может быть быстро развязан. Для этого нужно лишь потянуть ходовой конец.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "быстроразвязывающиеся узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "98.1",
       "98.2"
   ]
},
{
   "id": 99,
   "name": "Шлюпочный узел",
   "description": "Применяется при буксировке шлюпок и во время их стоянки под выстрелом у борта корабля только в тех случаях, когда в них находятся люди. Сначала ходовой конец фалиня пропускают в носовой шлюпочный рым, потом – под первую банку, далее обносят сверху вокруг второй банки, выводят конец над тросом и вновь ведут под банкой, затем конец фалиня складывают в виде петли и заводят под шлаг, сделанный сверху банки. Шлюпочный узел легко развязывается, если потянуть за ходовой конец фалиня, лежащий на банке.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "быстроразвязывающиеся узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "99.1"
   ]
},
{
   "id": 100,
   "name": "Мельничный узел",
   "description": "Среди множества хитроумных узлов для завязывания мешков этот узел считается одним из наиболее распространенных. В принципе это та же восьмерка, во вторую петлю которой пропущен сложенный вдвое ходовой конец. Узел очень удобен тем, что его можно туго затянуть и быстро развязать, дернув за ходовой конец.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "быстроразвязывающиеся узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "100.1"
   ]
},
{
   "id": 101,
   "name": "Мокрый полуштык",
   "description": "",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "быстроразвязывающиеся узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "101.1"
   ]
},
{
   "id": 102,
   "name": "Курьерский узел",
   "description": "Он служит для тех же целей, что и мокрый полуштык. После одного обноса вокруг пала ходовой конец пропускают восьмеркой вокруг коренного конца, потом складывают его вдвое и просовывают в виде петли между петлями восьмерки и коренным концом. Этот узел развязывается не так быстро, как предыдущий.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "быстроразвязывающиеся узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "102.1",
       "102.2"
   ]
},
{
   "id": 103,
   "name": "Ведерный узел",
   "description": "Представьте себе, что альпинисту нужно спуститься по веревке с высоты вниз. Он идет один, и у него всего одна веревка, которая ему еще потребуется. Что сделать, чтобы, спустившись с высоты, унести с собой веревку? Очень просто: веревку нужно закрепить ведерным узлом, спуститься по ее коренному концу и рывком за длинный ходовой конец развязать узел, завязанный наверху. С помощью этого “дистанционно развязываемого” узла можно опустить из окна дома, например, ведро с водой, поставить его на землю и снова поднять веревку наверх.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "быстроразвязывающиеся узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "103.1"
   ]
},
{
   "id": 104,
   "name": "Пиратский узел",
   "description": "Принцип этого узла такой же, как и у ведерного. Разница лишь в том, что петля проводится по-иному. Этими двумя оригинальными узлами с успехом могут пользоваться скалолазы, пожарные и строители.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "быстроразвязывающиеся узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "104.1"
   ]
},
{
   "id": 105,
   "name": "Гачный узел",
   "description": "Когда под рукой нет нужного стропа, груз поднимают краном или стрелой на гаке, используя обычный стальной или растительный трос. При этом пользуются гачным узлом. В этом нехитром узле заложена большая мудрость. При нагрузке на коренной конец ходовой конец троса прижимается к внутренней стороне шейки гака, а петля, затянутая вокруг его спинки, держит оба конца. Надевая трос на гак, нужно внимательно проследить, чтобы коренной конец троса обязательно проходил над ходовым. Чтобы гачный узел при прекращении нагрузки не отравился, ходовой конец прихватывают временной схваткой к коренному.\n\nИспользуя принцип гачного узла, можно без троса поднять на гаке мешок, если его горловина позволяет обернуть се один раз вокруг спинки гака.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "особые морские узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "105.1",
       "105.2"
   ]
},
{
   "id": 106,
   "name": "Гачный узел со шлагом",
   "description": "При подъеме груза на гаке с помощью троса, завязанного гачным узлом, следует брать в расчет толщину троса. Если по отношению к гаку трос достаточно толст, его можно заложить одинарным гачным узлом и благополучно поднять груз. Тонкий трос, заложенный одинарным гачным узлом, может съехать со спинки гака, и, если он тонок по отношению к гаку, его закладывают гачным узлом со шлагом. Это намного увеличивает надежность подъема груза.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "особые морские узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "106.1"
   ]
},
{
   "id": 107,
   "name": "Кошачья лапа",
   "description": "Название этого узла попало в русский морской язык из английского. На этом языке он называется «The Cat's Paw», что следует переводить как «кошачья лапа». Но по какому-то недоразумению этот узел у нас давно стали называть “кошачьи лапки”, хотя по-английски существительное “Paw” <лапа) стоит в единственном числе, а не во множественном (Paws). Действительно, завязанный узел похож на лапу кошки. Этот узел применяют в тех случаях, когда строп нужно прикрепить к гаку с таким расчетом, чтобы не было лишней слабины. Чтобы завязать этот узел, петлю стропа кладут сверху на два его конца – получаются две небольшие петли, каждую из которых одновременно перекручивают наружу несколько раз в зависимости от того, на сколько нужно уменьшить строп. Потом петли сближают и надевают на гак. “Кошачья лапа” не зажимается намертво, и узел легко снять с гака, если на строп нет нагрузки.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "особые морские узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "107.1"
   ]
},
{
   "id": 108,
   "name": "Бочечный узел",
   "description": "Этот узел применяют тогда, когда нет специального стропа или приспособления для подъема полных и открытых бочек в вертикальном положении. На средней части троса, которым намерены поднимать бочку, вяжут полуузел. Полупетли узла разводят в стороны и охватывают ими среднюю часть бочки. Нижняя часть петли проходит по центру днища бочки, свободные концы троса связываются прямым узлом, а если трос одним концом уже закреплен, то беседочным узлом. Бочечный узел применяют при погрузке различных видов тары, имеющей цилиндрическую форму. В быту им можно быстро обвязать бидон или бак без ручки.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "особые морские узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "108.1",
       "108.2"
   ]
},
{
   "id": 109,
   "name": "Мешочный узел",
   "description": "Во флотах различных стран матросы хранили свои личные вещи по-разному – в мешках, рундуках и “чемоданах”. Например, по традиции военного королевского флота Великобритании одежда матросов хранилась исключительно в парусиновых мешках длиной 3 фута с диаметром круглого днища 1 фут. Матросам торгового флота Великобритании разрешалось иметь в кубрике деревянные рундуки размером примерно 2,5х1,5х1,5 фута. В Российском императорском военном флоте для хранения личных вещей матросов употреблялись большие и малые “чемоданы”, сшитые из серой парусины № 6. Большой имел длину 2 фута 9 дюймов, ширину 1 фут 2 дюйма и высоту 1 фут. Малый был длиной 1 фут 2 дюйма, шириной 1 фут и высотой 9 дюймов. Оба имели от четырех до семи люверсов и парусиновый клапан. Брезентовые мешки английских военных матросов имели 12 люверсов, которые затягивались куском линя. Для переноски мешков матросы прикрепляли к ним кусок штерта, которым завязывали их мешочным узлом.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "особые морские узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "109.1"
   ]
},
{
   "id": 110,
   "name": "Сваечный узел",
   "description": "Применяемый в такелажном деле этот узел получил свое название от слова “свайка”, которое обозначает железный или деревянный прямой или немного изогнутый конический гвоздь, используемый для пробивания прядей троса, выравнивания обметываемых вручную люверсов, заделки кренгельсов, а также выполнения других работ с тросами и парусиной. Для тех, кто работает с тросами, сваечный узел имеет очень важное значение. Он применяется при обтягивании линя или шки-мушгара во время наложения клетня или шлагов бензеля, которые закладывают на свайку (или драек) этим узлом. (В этом деле свайка служит рычагом.) Им же пользовались, когда драйком обтягивали вокруг брашпиля стень-ванты на марсе.\n\nПомимо этого, сваечный узел удобен для временного крепления любого тонкого растительного троса к различным инструментам, имеющим рукоять, когда их необходимо передать работающим на мачте или за бортом. Сваечный узел крепко обхватывает передаваемый предмет, и последний можно легко из него вытащить. С помощью такого узла можно крепить швартовы и фалини к палам и битенгам, удобно крепить к кольям и столбам веревочное ограждение, делать мостки.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "особые морские узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "110.1",
       "110.2",
       "110.3",
       "110.4",
       "110.5",
       "110.6"
   ]
},
{
   "id": 111,
   "name": "Амфорный узел",
   "description": "Для жителей древнего Средиземноморья амфора являлась универсальным сосудом. В амфорах хранили и перевозили оливковое масло, маслины, вино, зерно, муку и пр. Дно у этого сосуда, как известно, заостренное, поэтому поставить его на землю было нельзя - его зарывали острием в песок. При перевозке амфор морем их хрупкие ручки часто отламывались, в связи с чем переноска амфор затруднялась. Вот тогда-то древние греки и придумали амфорный узел, который позволял им удобно переносить эти сосуды без риска лишиться их ценного содержимого. Узел этот не простои, вяжется сложно, в несколько этапов, зато с его помощью можно сделать великолепную веревочную ручку для переноса бутыли, кувшина и вообще любого сосуда с небольшим выступом на горлышке.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "особые морские узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "111.1",
       "111.2",
	   "111.3",
       "111.4",
       "111.5",
       "111.6"
   ]
},
{
   "id": 112,
   "name": "Гинцевый узел",
   "description": "Гинцами моряки называют небольшие тали, основанные между блоком, ввязанным в какую-нибудь снасть, и другим неподвижным блоком. Для ввязывания снасти блока в другую снасть применялся гинцевый узел. На парусных кораблях гинцевый узел применялся, например, при ввязывании ходового конца брам-фала или при ввязывании ходовых концов топенантов нижних реев в стропы блоков гинцев. Для этого обвивали кодовой конец брам-фала два раза вокруг верхней части стропа блока гинцев и, направив брам-фал вертикально поверх ходовою конца, продевали клевант или свайку между стропом и брам-фалом. Такой способ крепления троса в строп или в коуш прост, надежен и может быть применен на середине троса. Его можно рекомендовать современным такелажникам и строителям.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "особые морские узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "112.1"
   ]
},
{
   "id": 113,
   "name": "Колышка (баранья нога)",
   "description": "В английском морском языке этот узел называется “Sheepshank”, что означает “баранья ляжка”. Такое название узел получил у англичан ввиду внешнего сходства его формы с бараньей ногой. В отечественных пособиях по морскому делу он не имеет никакого собственного названия, его просто именуют “узлом для укорачивания троса”.\n\nИзвестный русский капитан дальнего плавания В.В. Бахтин в своем “Объяснительном морском словаре”, изданном в Санкт-Петербурге в 1S94 году, этот узел называет “колышкой”.\n\nВо времена господства на море паруса, когда на каждом судне длина такелажа измерялась буквально милями, часто возникала необходимость укорачивать снасти на какое-то время, чтобы слабина тросов не путалась под ногами на палубе. Чаще всего приходилось делать колышки у стень-бакштагов и фордунов или брам-бакштагов и фордунов, когда стеньга или брам-стеньга спущены. Укорачивание тросов на время делали и в других случаях. По традиции моряки разрезают трос при исключительных обстоятельствах. А если, например, на судне требуется для какой-нибудь работы 25 метров троса, а под рукой есть свободный кусок длиной 40 метров, то его резать не будут, а укоротят до 25, сделав на нем обычную “баранью ногу” одним из двух способов (рис. 2). Для большей надежности, чтобы узел при временном снятии нагрузки случайно нс развязался, концы его петель можно закрепить сваечным узлом (рис. 1).\n\nУзел “колышка” применяется не только с целью укоротить длину троса на время. Его используют и в тех случаях, когда при ответственной операции с тросом (как, например, подъем тяжеловеса) есть сомнения в его прочности: допустим, в одном месте перетерта одна прядь или трос надрезан. Чтобы исключить это место из работы и не подвергать его нагрузке, вяжут колышку. Принцип колышки заключается в том, что место троса, перечеркнутое на рис. 4, не участвует в работе троса, который завязан этим узлом. В этом месте под нагрузкой трос можно смело перерезать, и он все равно будет держать груз, на который рассчитан по прочности. Пользуясь этим полезным узлом, не нужно забывать, что он прочен и надежен только под нагрузкой, и как только последняя снята, возникает опасность, что узел распадется. Поэтому перед каждым применением троса с завязанной колышкой узел следует проверять или при вязке узла прикрепить петли к коренным концам схватками.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "особые морские узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "113.1",
       "113.2",
	   "113.3",
	   "113.4"
   ]
},
{
   "id": 114,
   "name": "Олимпийский узел",
   "description": "Его назвали олимпийским потому, что он получается из пяти колец. Это старинный морской узел времен “золотого века паруса” – расцвета чайных, опиумных и шерстяных клиперов. На английском морском языке название этого узла весьма сентиментально – “Два сердца, бьющиеся как одно”. Несмотря на кажущуюся на первый взгляд громоздкость узла, вяжется он не сложнее топового. Олимпийский узел надежен и конкретно отвечает своему прямому назначению – укоротить на время трос.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "особые морские узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "114.1",
       "114.2"
   ]
},
{
   "id": 115,
   "name": "Мартышкина цепочка",
   "description": "Назначение этого узла – на время укоротить трос. В отличие от колышки и олимпийского узла, он имеет то преимущество, что завязанный им трос своими петлями не мешает работе и его можно даже взять на шпиль. Перед тем как дать на трос, завязанный этим узлом, нагрузку, в последнее звено “цепочки” нужно вложить свайку или клевант или пропустить через него ходовой конец: иначе узел мгновенно развяжется.\n\nНа тонких тросах вяжется он тремя пальцами одной руки. Делается это следующим образом. Отступя примерно 10 сантиметров от края ходового конца троса, сделайте петлю диаметром 5–б сантиметров. Удерживая пересечение троса на петле пальцами левой руки, введите в петлю три пальца правой руки – большой, указательный и средний. Сквозь петлю коренной конец троса захватывайте кончиками указательного и большого пальцев, втягивайте его в виде петли в петлю, в которую вы ввели три пальца, немного протаскивайте ее внутрь, оставляя в это время средний палец в предыдущей петле для того, чтобы петли были одинаковой величины. Как только вы вытянули очередную петлю, пропускайте в нее все три пальца и из нее снова зацепляйте коренной конец троса двумя пальцами, оставляя один в петле, и т. д. Вязка каждого звена “мартышкиной цепочки” занимает не более секунды, при этом трос укорачивается в четыре раза (из 4 метров троса получается 1 метр “цепочки”). Свойство “мартышкиной цепочки” быстро, плавно и последовательно развязываться часто используется для выполнения различных трюков в цирке.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "особые морские узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "115.1",
       "115.2",
	   "115.3"
   ]
},
{
   "id": 116,
   "name": "Лучниковская петля",
   "description": "Некоторые знатоки узлов называют ее «турецким узлом». Это один из древнейших и удивительнейших узлов, когда-либо придуманных человеком. У него конкретное назначение – регулировать натяжение тетивы лука.\n\nКак известно, тетива почти любого лука никогда нс остается одинаково натянутой. Она, особенно если свита из сухожилий животных, полос кожи или волокон растений, может удлиняться или укорачиваться от различных причин, например, от влажности воздуха и его температуры. Менять свойства может и сам лук, будь он сделан из дерева или из рогов животного. Пролежал лук ночь на сырой земле – тетива натянулась, сидел охотник с луком у костра – тетива ослабла и т. д. Одним словом, ее нередко приходилось регулировать, и делалось это не столько за счет сгибания самого лука, сколько за счет особой дополнительной жилы с одного конца лука.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "особые морские узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "116.1",
       "116.2",
       "116.3"
   ]
},
{
   "id": 117,
   "name": "Крабья петля (затягивающийся огон)",
   "description": "Особенность этого узла состоит в том, что он может работать в двух качествах: затягивающаяся петля или незатягивающаяся петля. Если концы крабьего узла в точках, отмеченных буквами А и Б, резко и сильно потянуть в разные стороны, указанные стрелками, узел перестает быть затягивающимся. Принимая форму, показанную на третьем справа положении на рисунке, узел больше не затягивается, его петля становится постоянной.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "особые морские узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "117.1"
   ]
},
{
   "id": 118,
   "name": "Кабестановая петля",
   "description": "По своему принципу этот узел такой же, как и предыдущий крабий узел. При сильном рывке за концы, обозначенные буквами А и Б, узел меняет свою характеристику и из затягивающейся петли превращается в незатягивающуюся петлю.\n\nФранцузское слово “кабестана”, попавшее когда-то в наш морской язык и одно время применявшееся на флоте, обозначает термин “шпиль” – вертикальный одинарный или двойной ворот для выбирания якорного каната и швартовов. Видимо, этот узел применялся на тросах при работах со шпилем.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "особые морские узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "118.1",
       "118.2",
	   "118.3"
   ]
},
{
   "id": 119,
   "name": "Глухой узел",
   "description": "Если на конце поводка сделана незатягивающаяся петля; самый простой и надежный способ прикрепить к ней рыболовный крючок – это продеть ее конец в ушко крючка и перекинуть через крючок, образовав глухую петлю. Этот способ хорош для хлопчатобумажных лесок и тонких из полиамидных смол. Его можно применить и в том случае, если петля сделана из мягкой проволоки. Этим способом удобно привязывать к леске грузила.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "узлы для рыболовных снастей", "type": "PURPOSE"}
   ],
   "pictures": [
       "119.1"
   ]
},
{
   "id": 120,
   "name": "Штыковой узел",
   "description": "Одним из наиболее простых способов привязывания рыболовного крючка к леске считается применение двух полуштыков, сделанных на цевье крючка. На синтетической леске его применять не следует, так как он при сильной тяге скользит.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "узлы для рыболовных снастей", "type": "PURPOSE"}
   ],
   "pictures": [
       "120.1"
   ]
},
{
   "id": 121,
   "name": "Канадская восьмерка",
   "description": "Хорошо знакомая нам восьмерка надежно служит для привязывания крючка. Так называемая канадская восьмерка прочно держит на синтетической леске. При желании этот узел можно легко развязать.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "узлы для рыболовных снастей", "type": "PURPOSE"}
   ],
   "pictures": [
       "121.1"
   ]
},
{
   "id": 122,
   "name": "Рыбацкая восьмерка",
   "description": "Это надежный способ прикрепления лески к крючку с ушком. Он дает полную гарантию, что крючок не отвяжется.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "узлы для рыболовных снастей", "type": "PURPOSE"}
   ],
   "pictures": [
       "122.1"
   ]
},
{
   "id": 123,
   "name": "Черепаший узел",
   "description": "Почему его так назвали, сказать трудно. Ведь морских черепах ловят сетью или бьют гарпуном. Этот узел вяжется очень просто и хорош ля хлопчатобумажных лесок. Завязанный на скользкой синтетической жилке, он может развязаться.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "узлы для рыболовных снастей", "type": "PURPOSE"}
   ],
   "pictures": [
       "123.1"
   ]
},
{
   "id": 124,
   "name": "Калифорнийский узел",
   "description": "Его придумали лет тридцать назад рыболовы-любители в Калифорнии для привязывания крючков, вертлюгов и грузил к нейлоновой леске. Он сравнительно прост, вполне надежен, но не очень компактен.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "узлы для рыболовных снастей", "type": "PURPOSE"}
   ],
   "pictures": [
       "124.1",
       "124.2",
	   "124.3"
   ]
},
{
   "id": 125,
   "name": "Ступенчатый узел",
   "description": "Многие рыболовы предпочитают пользоваться крючками без ушка ввиду того, что такие крючки, как правило, кованые и, по их мнению, более прочные, но крепить леску к такому крючку сложнее, чем к тому, у которого имеется ушко. Наиболее надежен для этой цели ступенчатый узел. Он чем-то напоминает затягивающуюся удавку",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "узлы для рыболовных снастей", "type": "PURPOSE"}
   ],
   "pictures": [
       "125.1",
       "125.2"
   ]
},
{
   "id": 126,
   "name": "Захватный узел",
   "description": "Этот узел представляет собой половину змеиного узла, применяемого для связывания двух синтетических тросов. Он годится для любой лески и является очень надежным узлом.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "узлы для рыболовных снастей", "type": "PURPOSE"}
   ],
   "pictures": [
       "126.1"
   ]
},
{
   "id": 127,
   "name": "Акулий узел",
   "description": "При вязке этого узла, перед тем как ввести в петлю ходовой конец, нужно сблизить сделанные вокруг коренного и ходового концов шлаги и плотно затянуть их. Этот сложный узел предназначен исключительно для синтетических лесок и отличается большой прочностью.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "узлы для рыболовных снастей", "type": "PURPOSE"}
   ],
   "pictures": [
       "127.1"
   ]
},
{
   "id": 128,
   "name": "Лососевый узел",
   "description": "Прежде чем затянуть, его нужно перекинуть на цевье крючка. Лососевый узел – один из самых прочных. Он надежно держит на любых лесках.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "узлы для рыболовных снастей", "type": "PURPOSE"}
   ],
   "pictures": [
       "128.1"
   ]
},
{
   "id": 129,
   "name": "Тунцовый узел",
   "description": "От прочих узлов он отличается тем, что ушко крючка обхватывают одновременно две петли (как у глухой петли). Хотя вязка его сложна, он считается лучшим среди всех рыболовных узлов, предназначенных для синтетической лески.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "узлы для рыболовных снастей", "type": "PURPOSE"}
   ],
   "pictures": [
       "129.1"
   ]
},
{
   "id": 130,
   "name": "Поводковый на основе простого узла",
   "description": "Поводковый на основе простого узла. Умение быстро и надежно привязывать к леске поводки – дело немаловажное для каждого рыболова. Этот узел рекомендуется применять для быстрой смены поперечных поводков.\n\nСначала нужно на леске завязать простой узел, не затягивая его до конца. Поперечный поводок с крючками на каждом конце проведите в середину полуузла, вокруг петли и обратно в середину полуузла, как это изображено на схеме. Выровняв длину обоих поводков, затяните узел. Если вы хотите привязать к леске только один поводок, завяжите на противоположном конце восьмерку и вытяните поводок до конца, пока восьмерка не упрется в простой узел.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "узлы для рыболовных снастей", "type": "PURPOSE"}
   ],
   "pictures": [
       "130.1"
   ]
},
{
   "id": 131,
   "name": "Поводковый на основе бегущего узла",
   "description": "Чтобы привязать к леске поперечный поводок таким способом, завяжите в нужном месте лески бегущий простой узел, но не затягивайте его до конца. На конце поводка завяжите восьмерку и этот конец пропустите в петлю бегущего узла. Затянув последний узел, как показано на рис. 131, вы надежно прикрепите к леске поводок.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "узлы для рыболовных снастей", "type": "PURPOSE"}
   ],
   "pictures": [
       "131.1",
       "131.2"
   ]
},
{
   "id": 132,
   "name": "Поводковый на основе змеиного узла",
   "description": "Это более сложный, но зато и более надежный способ привязывания поперечного поводка к леске. Прежде чем затянуть сделанный на леске змеиный узел, введите в его середину конец поводка с завязанной восьмеркой. При затягивании змеиного узла обе его части сойдутся и надежно зажмут поводок перед восьмеркой.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "узлы для рыболовных снастей", "type": "PURPOSE"}
   ],
   "pictures": [
       "132.1"
   ]
},
{
   "id": 133,
   "name": "Роликовый узел",
   "description": "Для завязывания этого узла на леске сначала нужно сделать простой узел и ввести в него ходовой конец поводка. Последний нужно закрепить наподобие многократной восьмерки (см. рис. 7) вокруг лески и коренного конца поводка. Такое крепление вполне надежно и несложно.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "узлы для рыболовных снастей", "type": "PURPOSE"}
   ],
   "pictures": [
       "133.1"
   ]
},
{
   "id": 134,
   "name": "Королевский узел",
   "description": "В принципе это надежный узел-стопор, как восьмерка, стивидорный, юферсный и др.\nЗавязанный на толстом шнуре королевский узел декоративен и может быть использован для завязывания концов шнуров у гардин, штор, занавесей и пр.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "декоротивные узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "134.1"
   ]
},
{
   "id": 135,
   "name": "Трехпетельный узел",
   "description": "Это рабочий узел-стопор, который с успехом может быть применен в морском деле. Его предельно симметричная схема уже давно привлекает внимание художников и графиков прикладного искусства. Это неплохой орнамент для разного рода декоративных художественных работ.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "декоротивные узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "135.1",
       "135.2",
	   "135.3"
   ]
},
{
   "id": 136,
   "name": "Четырех петельный узел",
   "description": "Симметричность и определенная витиеватость этого узла позволяют отнести его к разряду чисто декоративных узлов. Он служит художникам в выборе орнамента для декоративной отделки.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "декоротивные узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "136.1",
       "136.2",
	   "136.3"
   ]
},
{
   "id": 137,
   "name": "Кордовый узел",
   "description": "Правильно завязанный и ровно затянутый кордовый узел смотрится весьма эффектно на шнурах гардин, штор и занавесей. Его можно применить на конце шнура электровыключателя.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "декоротивные узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "137.1"
   ]
},
{
   "id": 138,
   "name": "Турецкий узел",
   "description": "Чтобы правильно завязать этот узел, нужно запастись некоторым терпением. Узел довольно сложен, но зато красиво смотрится на толстом тросе, особенно если завязан вдвойне. Может быть применен для уже упомянутых шнуров.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "декоротивные узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "138.1"
   ]
},
{
   "id": 139,
   "name": "Тройной плетеный узел",
   "description": "По вязке относится к самым простым узлам, но требует большого внимания. Он лучше смотрится, если завязан на толстом плотном шнуре. Может быть использован для укорачивания шнуров гардин, штор и занавесей.",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "декоротивные узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "139.1"
   ]
},
{
   "id": 999,
   "name": "Empty",
   "description": "",
   "tags": [
       {"id": 1, "name": "морской", "type": "CATEGORY"},
       {"id": 2, "name": "декоротивные узлы", "type": "PURPOSE"}
   ],
   "pictures": [
       "101.1",
       "101.2",
	   "101.3"
   ]
}
]