[
{
   "id": 1,
   "name": "ru='Простой узел';en='Overhand knot'",
   "description": "ru='Это самый простой из всех известных узлов.\n\nЧтобы завязать его, надо ходовым концом троса сделать, полуузел за его коренной конец. Его можно завязать на конце или на средней части троса. Для этого ходовой конец троса один раз обносят вокруг его коренной части и пропускают в образовавшуюся петлю.\n\nВ зависимости от того, как он завязан, простой узел может быть левым или правым.\n\nЭто не только самый простой из всех узлов, но и самый маленький по размеру. При натяжении троса он так сильно затягивается, что подчас его очень трудно развязать. Этот узел, как ни один другой, портит трос, так как сильно его изгибает. Если, например, для подъема тяжести использовать новый растительный (пеньковый, манильский или какой-то другой) трос, на котором остался не развязанный простой узел, то первый, хотя и рассчитанный для подъема данного груза, оборвется, причем в том месте, где завязан простой узел. У моряков принято считать, что прочность нового растительного троса, на котором при сильной тяге был затянут простой узел и который потом развязали, будет меньше в два раза, чем у такого же троса, на котором узла не было. Тем не менее на флоте простой узел издавна находил применение. При работе с растительными тросами он служил временным средством для предотвращения расплетания их каболок и прядей. Его также вязали через равные промежутки 20-30 сантиметров на наклонных пертах бушприта и утлегаря, чтобы ноги матросов не скользили при работе с передними косыми парусами. Простым узлом с успехом пользовались для крепления деревянных балясин на временных штормтрапах. Этим узлом рыбаки некоторых стран брали так называемый «испанский риф»: завязывают верхний угол кливера, чтобы уменьшить его площадь.';en='This is the simplest of all known knots.\n\nTo tie it, you need to make a half-knot with the running end of the rope on its root end. It can be tied at the end or in the middle of the rope. To do this, the running end of the rope is wrapped around its root part once and passed through the resulting loop.\n\nDepending on how it is tied, a simple knot can be left or right.\n\nThis is not only the simplest of all knots, but also the smallest in size. When the rope is pulled tight, it tightens so much that it is sometimes very difficult to untie. This knot, like no other, spoils the rope, since it bends it strongly. If, for example, to lift a weight you use a new vegetable (hemp, Manila or some other) rope on which an untied simple knot remains, then the first one, although designed for lifting this load, will break, and in the place where the simple knot is tied. Sailors generally believe that the strength of a new vegetable rope, on which a simple knot was tied under strong traction and then untied, will be half that of the same rope without a knot. Nevertheless, the simple knot has long been used in the navy. When working with vegetable ropes, it served as a temporary means of preventing their cables and strands from unraveling. It was also tied at equal intervals of 20-30 centimeters on the inclined cleats of the bowsprit and jib, so that the sailors' feet would not slip when working with the forward oblique sails. The simple knot was successfully used to secure wooden balusters on temporary storm ladders. Fishermen in some countries took this knot for the so-called «Spanish reef»: they tied the upper corner of the jib to reduce its area.'",
   "tags": [
	   {"id": 2, "name": "ru='Утолщение веревки';en='Thickening a rope'", "type": "PURPOSE"}
   ],
   "pictures": [
       "1.1",
       "1.2",
       "1.3"
   ]
},
{
   "id": 2,
   "name": "ru='Кровавый узел';en='Blood Knot'",
   "description": "ru='От простого узла этот узел отличается тем, что его ходовой конец, будучи введен в петлю, еще один раз обносится вокруг коренной части троса. Это почти вдвое увеличивает размеры узла.\n\nСуществуют два способа вязки таких узлов. Если число шлагов не превышает трех, их делают ходовым концом троса внутрь петли, а если оно больше, то шлаги делают вокруг коренной части троса и ходовой конец пропускают внутрь.\n\nС далеких времен парусного флота такие многократные простые узлы у моряков разных стран назывались «кровавыми». В реестре наказаний матросов военных флотов прошлого фигурирует забытое в наши дни избиение линьками и плетьми, которые именовались «кошками». Они представляли собой сплетенную из пенькового троса плетку, имевшую от семи до тринадцати косичек, но чаще – девять. Каждая, из косичек заканчивалась узлом, на котором было от двух до девяти шлагов. «Кошки» подразделялись на простые и воровские. Последние были более тяжелыми. Ими секли за кражу.\n\nПри наказании «кошкой» провинившегося матроса принизывали за кисти рук к решетчатому люку, который вертикально ставили на шканцах, или к стволу пушки. Как правило, при этом вдоль обоих бортов выстраивали всю команду корабля и боцман (или его помощник) под барабанный бой наносил удары «кошкой» по голой спине наказуемого. Число ударов исчислялось дюжинами. В зависимости от проступка матрос в наказание мог получить от одной до двенадцати дюжин. Обычно после третьего удара на спине провинившегося появлялась кровь, так как узлы, туго затянутые на концах косичек «кошки», прорезали кожу (отсюда и название узла). После первой дюжины ударов, окровавленные косички «кошки» слипались в один жгут и удары становились нестерпимыми, матросы теряли сознание и умирали в состоянии шока. Чтобы не терять таким образом в мирное время хорошо натренированных матросов, Британское адмиралтейство в середине XVII века издало ханжеский приказ: после первой дюжины ударов помощник боцмана обязан был разъединить слипшиеся от крови косички «кошки». Эта процедура носила название «расчесать кошку». Она повторялась после каждой дюжины ударов. Но даже самые выносливые матросы не могли выдержать шести дюжин ударов, теряли сознание от боли и погибали.\n\nВ современном английском языке сохранилось идиоматическое выражение «Тоscraich the cat» – «расчесать кошку», которое, напоминая о варварском наказании на кораблях, теперь имеет значение «облегчить страдание».\n\nВ наши дни «кровавый» узел утратил своё назначение и находит другое применение как в быту, так и в различных профессиях, например, в портняжном и в переплетном деле для утолщения конца нити.';en='This knot differs from a overhand knot in that its running end, after being inserted into the loop, is once more passed around the root part of the rope. This almost doubles the size of the knot.\n\nThere are two ways to tie such knots. If the number of turns does not exceed three, they are made with the running end of the rope inside the loop, and if it is more, then the turns are made around the root part of the rope and the running end is passed inside.\n\nSince the distant times of the sailing fleet, such multiple overhand knots were called «bloody» by sailors of different countries. In the register of punishments for sailors of military fleets of the past, there is a beating with lines and whips, which are forgotten in our days, which were called «cats». They were a whip woven from hemp rope, having from seven to thirteen braids, but more often - nine. Each of the braids ended in a knot, which had from two to nine turns. «Cramps» were divided into overhand and thieves. The latter were heavier. They were used for theft.\n\nWhen punishing with a «cramp», the guilty sailor was strung by the wrists to a lattice hatch, which was placed vertically on the quarterdeck, or to the barrel of a cannon. As a rule, the entire crew of the ship was lined up along both sides and the boatswain (or his assistant) to the beat of a drum struck the bare back of the punished with a «cramp». The number of blows was counted in dozens. Depending on the offense, the sailor could receive from one to twelve dozen as a punishment. Usually after the third blow, blood appeared on the back of the guilty one, since the knots, tightly pulled at the ends of the braids of the «cramp», cut the skin (hence the name of the knot). After the first dozen blows, the bloody pigtails of the «cat» would stick together into one bundle and the blows would become unbearable, the sailors would lose consciousness and die in a state of shock. In order not to lose well-trained sailors in this way in peacetime, the British Admiralty issued a sanctimonious order in the middle of the 17th century: after the first dozen blows, the boatswain`s mate was obliged to separate the pigtails of the «cat» stuck together with blood. This procedure was called «combing the cat». It was repeated after every dozen blows. But even the most resilient sailors could not withstand six dozen blows, lost consciousness from pain and died.\n\nIn modern English, the idiomatic expression «Toscraich the cat» has survived - «to comb the cat», which, recalling the barbaric punishment on ships, now means «to ease suffering».\n\nNowadays, the «bloody» knot has lost its purpose and finds other uses both in everyday life and in various professions, for example, in tailoring and bookbinding to thicken the end of a thread.'",
   "tags": [
       {"id": 2, "name": "ru='Утолщение веревки';en='Thickening a rope'", "type": "PURPOSE"}
   ],
   "pictures": [
       "2.1",
       "2.2",
	   "2.3"
   ]
},
{
   "id": 3,
   "name": "ru='Восьмерка';en='Figure-eight knot'",
   "description": "ru='Этот узел считается классическим. Он составляет основу полутора десятков других, более сложных узлов различного назначения.\n\nВ том виде, в каком он изображен здесь, этот узел в морском деле служит отличным стопором на конце троса, чтобы последний не выхлестывался из шкива блока. В отличие от простого узла он даже при сильной тяге не портит трос и его всегда можно легко развязать. Чтобы связать восьмерку, надо ходовой конец троса обнести вокруг коренного и затем пропустить его в образовавшуюся петлю, но не сразу, как в простом узле, а заведя сначала его за себя же.\n\nВ повседневной жизни восьмерка находит широкое применение. Прежде всего она очень удобна для закрепления троса, когда он проходит сквозь отверстие в каком-нибудь предмете, например, в деревянной рукоятке веревочного стартера подвесного мотора.\n\nЭтот узел можно применить для веревочных ручек деревянного ведра или бадьи, если веревка проходит сквозь два отверстия на выступающих концах деревянных кленок. В этом случае, продев веревку в оба отверстия, на ее концах с внешних сторон клепки завязывают по восьмерке. Двумя восьмерками можно надежно прикрепить веревку к детским санкам. Чтобы рука не соскальзывала с конца собачьего поводка, советуем завязать восьмерку. Кроме этого, она неплохо служит для крепления струн к колкам скрипок гитар, мандолин, балалаек и других музыкальных инструментов.';en='This knot is considered a classic. It is the basis of a dozen and a half other, more complex knots for various purposes. \n\nAs it is shown here, this knot in the marine industry serves as an excellent stopper at the end of a cable, so that the latter does not slip out of the block pulley. Unlike a overhand knot, it does not damage the cable even under strong traction and can always be easily untied. To tie a figure eight, you need to wrap the running end of the cable around the root end and then pass it through the resulting loop, but not immediately, as in a overhand knot, but first by wrapping it behind itself. \n\nIn everyday life, the figure eight is widely used. First of all, it is very convenient for securing a rope when it passes through a hole in some object, for example, in the wooden handle of a rope starter of an outboard motor. \n\nThis knot can be used for rope handles of a wooden bucket or tub, if the rope passes through two holes in the protruding ends of the wooden sticks. In this case, after threading the rope through both holes, a figure eight is tied at its ends on the outer sides of the rivet. Two figure eights can be used to securely attach a rope to a child`s sled. To prevent your hand from slipping off the end of a dog leash, we recommend tying a figure eight. In addition, it serves well for attaching strings to the tuning pegs of violins, guitars, mandolins, balalaikas and other musical instruments.'",
   "tags": [
       {"id": 2, "name": "ru='Утолщение веревки';en='Thickening a rope'", "type": "PURPOSE"}
   ],
   "pictures": [
       "3.1",
       "3.2"
   ]
},
{
   "id": 4,
   "name": "ru='Стивидорный узел';en='Stevedore knot'",
   "description": "ru='Как и восьмерка, этот узел является стопором для тросов, проходящих через шкивы блоков. Вяжется он таким же способом, но с той лишь разницей, что ходовой конец вводится в петлю после того, как будет обнесен вокруг коренного конца троса дважды. При затягивании этого узла надо следить, чтобы шлаги на коренном конце не перекрутились и не проскочили в петлю. Затянутый стивидорный узел легче развязать, если потянуть за петлю, которая находится ближе к коренному концу. Название этого узла американского происхождения. Оно впервые появилось в толковом словаре английского языка Уэбстера в 1890 году. Составители этого словаря заимствовали его из руководства по вязке узлов, выпущенного американской канатной фирмой «Стивидор роупс».';en='Like the figure eight, this knot is a stopper for ropes passing through block pulleys. It is tied in the same way, but with the only difference that the running end is inserted into the loop after it has been wrapped around the root end of the rope twice. When tightening this knot, care must be taken that the turns on the root end do not twist and do not slip into the loop. A tightened stevedore knot is easier to untie if you pull on the loop that is closer to the root end. The name of this knot is of American origin. It first appeared in Webster`s Explanatory Dictionary of the English Language in 1890. The compilers of this dictionary borrowed it from a knot tying guide published by the American rope company Stevedore Ropes.'",
   "tags": [
       {"id": 2, "name": "ru='Утолщение веревки';en='Thickening a rope'", "type": "PURPOSE"}
   ],
   "pictures": [
       "4.1"
   ]
},
{
   "id": 5,
   "name": "ru='Юферсный узел';en='Lanyard Knot'",
   "description": "ru='Этот старинный морской узел во времена парусного флота применялся для натягивания вант с помощью тросовых талрепов и юферсов. Его вязали на конце тaлpeпa, чтобы последний задержать в отверстии юферса. Особенность юферсного узла в том, что его сравнительно легко развязать даже в том случае, если он сильно затянут.\n\nСпособы вязки:\n1. Основанный на простом узле, предусматривает ввод ходового конце в петлю снизу между коренным и ходовым концами с последующим пропуском его под себя. \n2. Предусматривает завязывание восьмерки и протаскивание обоих концов в соответствующие ее петли, как это показано двумя стрелками.';en='This old nautical knot was used in the days of sailing ships to tighten shrouds using rope turnbuckles and deadeyes. It was tied at the end of the turnbuckle to hold the latter in the deadeye hole. The peculiarity of the deadeye knot is that it is relatively easy to untie even if it is very tight.\n\nTying methods:\n1. Based on a simple knot, it involves inserting the running end into the loop from below between the root and running ends and then passing it under itself.\n2. It involves tying a figure eight and pulling both ends through its corresponding loops, as shown by two arrows.'",
   "tags": [
       {"id": 2, "name": "ru='Утолщение веревки';en='Thickening a rope'", "type": "PURPOSE"}
   ],
   "pictures": [
       "5.1",
       "5.2",
	   "5.3"
   ]
},
{
   "id": 6,
   "name": "ru='Устричный узел';en='Oysterman’s Stopper Knot'",
   "description": "ru='Несмотря на свое название, этот узел, как и восьмерка, благодаря своей симметрии, с успехом применяется музыкантами для крепления на колках струн скрипки, гитары, мандолины и других музыкальных инструментов. По своим размерам затянутый устричный узел намного больше восьмерки, и поэтому его используют в тех случаях, когда отверстия на колках по каким-либо причинам больше, чем нужно для той или иной струны. У этого узла есть одна особенность завязывания: он затягивается в два приема. Сначала завяжите бегущий простой узел и затяните его. Пропустив ходовой конец троса в петлю, еще раз затяните узел. Если устричный узел затягивать в один прием, что он формируется неправильно. Он может служить неплохим декоративным узлом-орнаментом для отделки женского платья или рисунком для вышивания.';en='Despite its name, this knot, like the figure eight, is successfully used by musicians due to its symmetry to attach strings to the tuning pegs of violins, guitars, mandolins and other musical instruments. In terms of its size, a tightened oyster knot is much larger than a figure eight, and therefore it is used in cases where the holes in the tuning pegs are for some reason larger than necessary for a particular string. This knot has one peculiarity of tying: it is tightened in two steps. First, tie a running simple knot and tighten it. Pass the running end of the cable through the loop, tighten the knot again. If the oyster knot is tightened in one step, it is formed incorrectly. It can serve as a good decorative knot-ornament for decorating a woman`s dress or a pattern for embroidery.'",
   "tags": [
       {"id": 2, "name": "ru='Утолщение веревки';en='Thickening a rope'", "type": "PURPOSE"}
   ],
   "pictures": [
       "6.1"
   ]
},
{
   "id": 7,
   "name": "ru='Многократная восьмерка';en='Multiple figure-eight knot'",
   "description": "ru='Представьте себе, что вам необходимо обвязать веревкой большую картонную коробку, тюк или старый чемодан. Сделав это, вы обнаружили, что полтора метра веревки остались неиспользованными. Обвязав ходовой конец веревки вокруг той ее части, за которую вам предстоит нести этот груз, многократной восьмеркой вы не только укоротите веревку, но и сделаете удобную ручку для этой ноши.\n\nУзел «многократная восьмерка» может быть применен во всех случаях, когда возникает необходимость временно укоротить трос или исключить ненадежную часть его длины из работы, если есть опасение, что он оборвется.\n\nМногократная восьмерка - неплохая ручка и для собачьего поводка и для веревки детских санок. Чтобы узел получился ровным и тугим, по мере его завязывания утягивайте каждый шлаг, передвигая его к предыдущему. Если вам потребуется потом использовать всю длину веревки, многократную восьмерку нетрудно развязать. Как бы сильно она ни была затянута, веревки она не испортит.';en='Imagine that you need to tie a rope around a large cardboard box, a bale or an old suitcase. Having done this, you discovered that one and a half meters of rope remained unused. By tying the working end of the rope around the part of it by which you will carry this load, with a multiple figure eight, you will not only shorten the rope, but also make a convenient handle for this load. \n\nThe «multiple figure eight» knot can be used in all cases when it is necessary to temporarily shorten the rope or exclude an unreliable part of its length from work, if there is a fear that it will break. \n\nThe multiple figure eight is a good handle for both a dog leash and a rope for a children`s sled. To make the knot even and tight, as you tie it, tighten each turn, moving it toward the previous one. If you need to use the entire length of the rope later, the multiple figure eight is easy to untie. No matter how tight it is, it will not damage the rope.'",
   "tags": [
       {"id": 2, "name": "ru='Утолщение веревки';en='Thickening a rope'", "type": "PURPOSE"}
   ],
   "pictures": [
       "7.1"
   ]
},
{
   "id": 8,
   "name": "ru='Пожарная лестница';en='Fire escape knot'",
   "description": "ru='В повседневной деятельности моряков, верхолазов-монтажников, строителей, пожарных, горноспасателей и скалолазов нередко возникает необходимость в использовании так называемого шкентеля с мусингами. Шкентелем на флоте называют вертикально висящий растительный трос, закрепленный за что-нибудь верхней частью, а мусингами - утолщения на нем, вплетенные в него в виде узлов, через равные промежутки. С помощью таких тросов матросы садятся в стоящие у борта корабля шлюпки. Но изготовленный шкентель с мусингами не всегда оказывается под рукой, когда срочно нужно спуститься по тросу за борт или подняться по отвесной стенке, когда нет ни лестницы, ни штормтрапа. Представьте себе, например, такую ситуацию. С палубы стоящего в порту судна в воду упал человек. На палубе лежит свободная бухта растительного троса. Если вы бросите упавшему конец, то едва ли он сможет по нему подняться на борт: трос может оказаться синтетическим, а в порту на поверхности воды обычно есть слой нефти. Руки упавшего за борт человека будут скользить по тросу, не имеющему мусингов. В такой ситуации выручает «пожарная лестница».\n\nКак уже упоминалось, простой узел является составным элементом многих полезных узлов. «Пожарная лестница» состоит из серии простых узлов, которые очень быстро вяжутся один за другим (за полминуты можно завязать 20 узлов). Она великолепна своей простотой и эффективностью, но требует определенного навыка и четкости в выполнении.\n\nВязка этого узла начинается с формирования определенного числа калышек, заведенных друг за друга. Возьмите в левую руку ходовой конец троса, отступя от его края 15-20 сантиметров. Сделайте первую калышку диаметром не более 10 сантиметров таким образом, чтобы коренной конец троса был снизу. Затем сделайте точно такую же калышку и прижмите большим пальцем левой руки к кончикам остальных. Точно таким же образом сделайте 5-7 калышек, ровно уложенных одна на другую. Чтобы они не съезжали и не перепутывались, наденьте их на вытянутые вверх пальцы (кроме большого) левой руки. У вас получится своего рода веревочный «стаканчик». Осторожно снимите его с пальцев так, чтобы он не рассыпался и не сплющился. Теперь ходовой конец, который вы держали в левой руке, пропустите внутрь этого «стаканчика» и выведите его наружу с другой стороны. Положите «стаканчик» на левую ладонь и обхватите его со всех сторон пятью пальцами. Загнутыми кончиками пальцев правой руки придерживайте верхний шлаг «стаканчика» и медленно, без рывков, тяните за ходовой конец троса, торчащий из стаканчика вверх. По мере втягивания этого ходового конца на нем будут завязываться простые узлы. Их число будет соответствовать числу сделанных калышек, а расстояние между ними - длине их окружности. Узлы можно быстро завязать, закрепить один конец веревки за батарею, за ножку кровати (стола), другой конец выбросить в окно и при необходимости спуститься по веревке вниз (например, в случае пожара). Возможна и такая ситуация. Нужно вытащить застрявший в грязи автомобиль. Есть длинная веревка и люди, готовые оказать помощь. Чтобы им было удобнее тянуть, завяжите на земле «пожарную лестницу» с таким расчетом, чтобы узлы шли примерно через каждый метр.';en='In the daily activities of sailors, steeplejacks, builders, firefighters, mine rescuers and rock climbers, there is often a need to use the so-called pendant with musings. In the navy, a pendant is a vertically hanging plant rope, secured to something with its upper part, and musings are thickenings on it, woven into it in the form of knots, at equal intervals. With the help of such ropes, sailors get into boats moored at the side of the ship. But the made pendant with musings is not always at hand when you urgently need to go down the rope overboard or climb a steep wall, when there is no ladder or storm ladder. Imagine, for example, the following situation. A man fell into the water from the deck of a ship moored in port. On the deck lies a free coil of plant rope. If you throw the end to the fallen person, it is unlikely that he will be able to climb aboard: the rope may be synthetic, and in the port there is usually a layer of oil on the surface of the water. The hands of the person who has fallen overboard will slide along the rope, which does not have mussings. In such a situation, the «fire escape» comes to the rescue. \n\nAs already mentioned, a simple knot is a component of many useful knots. The «fire escape» consists of a series of simple knots that are tied one after another very quickly (in half a minute you can tie 20 knots). It is magnificent in its simplicity and effectiveness, but requires a certain skill and precision in execution. \n\nTying this knot begins with the formation of a certain number of pegs, tucked behind each other. Take the running end of the rope in your left hand, stepping back from its edge 15-20 centimeters. Make the first peg no more than 10 centimeters in diameter so that the root end of the rope is at the bottom. Then make exactly the same peg and press it with the thumb of your left hand to the tips of the others. Make 5-7 pegs in exactly the same way, evenly placed one on top of the other. To prevent them from sliding off or getting tangled, put them on the fingers (except the thumb) of your left hand extended upwards. You will get a kind of rope «cup». Carefully remove it from your fingers so that it does not crumble or flatten. Now pass the running end that you were holding in your left hand inside this «cup» and bring it out on the other side. Place the «cup» on your left palm and grasp it from all sides with five fingers. With the bent tips of your right fingers, hold the upper turn of the «cup» and slowly, without jerking, pull the running end of the rope sticking out of the cup upwards. As you pull in this running end, simple knots will be tied on it. Their number will correspond to the number of pegs made, and the distance between them - the length of their circumference. Knots can be quickly tied, one end of the rope can be secured to a radiator, to a bed (table) leg, the other end can be thrown out the window and, if necessary, you can climb down the rope (for example, in case of a fire). This situation is also possible. You need to pull out a car stuck in the mud. There is a long rope and people ready to help. To make it easier for them to pull, tie a «fire escape» on the ground so that the knots go approximately every meter.'",
   "tags": [
       {"id": 2, "name": "ru='Утолщение веревки';en='Thickening a rope'", "type": "PURPOSE"}
   ],
   "pictures": [
       "8.1"
   ]
},
{
   "id": 9,
   "name": "ru='Простой полуштык';en='Half hitch'",
   "description": "ru='Простой полуштык, являясь самым простым из незатягивающихся узлов, находит широкое применение в морском деле. Он служит завершающим элементом многих узлов. Ходовой конец троса обнесите вокруг предмета, к которому хотите привязать трос, потом вокруг коренного конца троса и пропустите в образовавшуюся петлю. После этого ходовой конец троса прикрепите схваткой к коренному концу. Завязанный таким образом узел надежно выдерживает сильную тягу. Он может передвинуться к предмету, но никогда не затянется. Простой полуштык применяется для соединения двух тросов «чужими» и «своими» концами.';en='The half hitch, being the simplest of the non-tightening knots, is widely used in the marine industry. It serves as the final element of many knots. Wrap the running end of the rope around the object to which you want to tie the rope, then around the root end of the rope and pass it through the resulting loop. After that, attach the running end of the rope to the root end with a grab. A knot tied in this way reliably withstands strong traction. It can move toward the object, but will never tighten. The simple half hitch is used to connect two ropes with «foreign» and «own» ends.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся';en='Non-tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "9.1",
       "9.2"
   ]
},
{
   "id": 10,
   "name": "ru='Простой штык';en='Two half-hitches'",
   "description": "ru='Два одинаковых полуштыка составляют узел, который моряки называют простым штыком. Выражение «накинуть полштыка» обозначает добавить к уже сделанному узлу еще один обнос и перекрещивание ходовых концов вокруг коренного конца троса. На схеме показан широко применяемый в морском деле незатягивающийся узел - один из самых простых и надежных узлов для крепления швартовов за причальные кнехты, битенги, пушки и палы. Чтобы отличить правильно завязанный штык от неправильного штыка, две петли узла нужно сблизить. Если при этом получится выбленочный узел, то, значит, простой штык был завязан правильно. У такого штыка его ходовой конец как после первой, так и после второй калышек должен выходить одинаково над или под своим концом. У перевернутого, т. е. неправильно завязанноrо простого штыка, ходовой конец после второй калышки идет в противоположную сторону, не так, как после первой. При сближении двух петель перевернутого завязанного штыка вместо выбленочного получается коровий узел. Если полуштыки простого штыка сделаны в разные стороны, то при натяжении троса они будут сходиться вместе и узел будет затягиваться. Основное применение простого штыка на флоте это закрепление швартовных концов за причальные приспособления, крепление лопарей оттяжек грузовых стрел за обухи и рымы, крепление грузового шкентеля к поднимаемому грузу.\n\nМаксимальное число полуштыков в подобным узле при любых обстоятельствах не должно превышать трех, так как это го вполне достаточно и прочность узла в целом при большем числе полуштыков не повысится. О надежности этого узла для швартовки красноречиво говорят старинные английские морские пословицы: «Два полуштыка спасли корабль королевы» и «Три полуштыка — это более чем достаточно и для королевской яхты».\n\nМоряки нередко применяют два простых штыка для временного соединения двух швартовов, кабельтовых и перлиней.\n\nНа берегу этот нехитрый, но надежный узел можно применять во всех случаях, когда трос необходимо временно прикрепить к какому-нибудь предмету для сильной тяги, например за крюк при буксировке автомобиля.';en='Two identical half hitches make a knot that sailors call a simple hitch. The expression «to throw a half hitch» means to add another pass to an already made knot and cross the running ends around the root end of the rope. The diagram shows a non-tightening knot, widely used in maritime affairs - one of the simplest and most reliable knots for attaching mooring lines to mooring bollards, bitts, guns and dolmens. To distinguish a correctly tied hitch from an incorrect hitch, the two loops of the knot must be brought together. If this results in a clove hitch, then the simple hitch was tied correctly. With such a hitch, its running end after both the first and second pegs must come out equally above or below its end. With an inverted, i.e. incorrectly tied simple hitch, the running end after the second peg goes in the opposite direction, not the same as after the first. When two loops of an inverted tied bayonet are brought together, a cow knot is obtained instead of a clove hitch. If the half hitches of a simple bayonet are made in different directions, then when the rope is pulled, they will come together and the knot will tighten. The main use of a simple bayonet in the navy is to secure mooring lines to mooring devices, to secure the fellers of cargo boom guys to the eyes and eyes, to secure the cargo pendant to the load being lifted. \n\nThe maximum number of half hitches in such a knot under any circumstances should not exceed three, since this is quite sufficient and the strength of the knot as a whole will not increase with a greater number of half hitches. The reliability of this knot for mooring is eloquently illustrated by old English sea proverbs: «Two half hitches saved the Queen`s ship» and «Three half hitches are more than enough for a royal yacht».\n\nSailors often use two simple hitches to temporarily connect two mooring lines, cable lines and hawsers.\n\nOn the shore, this simple but reliable knot can be used in all cases when a cable needs to be temporarily attached to some object for strong traction, for example, to a hook when towing a car.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся';en='Non-tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "10.1",
       "10.2",
	   "10.3"
   ]
},
{
   "id": 11,
   "name": "ru='Коечный штык';en='Hammock Hitch'",
   "description": "ru='На протяжении многих столетий постелью для матросов на кораблях служила парусиновая подвесная койка в виде гамака с тонким матрацем из крошеной пробки.\nВ плане она имеет вид прямоугольника, у малых сторон которого сделано по восемь люверсов для так называемых шкентросов. Эти шкентросы соединяются в кольцах, которые в свою очередь подвешиваются за коечные штерты к особым рымам в бимсах или к прутьям, сделанным в кубрике корабля для подвешивания на ночь кое.\nДля подвешивания койки применялся такой узел. Он не затягивается, легко развязывается и надежно держит. Самое главное, чтобы он не развязывается сам под действием непрерывной качки корабля.';en='For many centuries, a sailor`s bed on ships was a canvas hammock-shaped berth with a thin mattress made of crushed cork.\nIn plan, it has the form of a rectangle, the small sides of which have eight eyelets for the so-called skentrosses. These skentrosses are connected in rings, which in turn are suspended by the berth cords to special eyes in the beams or to rods made in the ship`s cockpit for hanging the berth at night.\nThis knot was used to hang the berth. It does not tighten, is easy to untie and holds securely. The most important thing is that it does not untie itself under the action of the continuous rolling of the ship.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся';en='Non-tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "11.1",
       "11.2"
   ]
},
{
   "id": 12,
   "name": "ru='Простой штык со шлагом';en='Round turn and two half-hitches'",
   "description": "ru='От простого штыка этот узел отличается одним дополнительным шлагом вокруг предмета, к которому крепят трос. Он также служит в основном для крепления тросов и перлиней при швартовке за кнехты, битенги и палы, но применяется, в отличие от простого штыка, в тех случаях, когда не возникает необходимости быстро отдать швартовы. Этот узел удобен также для крепления троса к гаку, оrону, рыму и пр. Два шлага вокруг предмета делают этот узел более надежным при длительных стоянках, во всяком случае он за счет дополнительного шлага перетрется не так быстро, как простой штык.';en='This knot differs from a simple bayonet by one additional sling around the object to which the rope is attached. It also serves mainly for attaching ropes and hawsers when mooring to bollards, bitts and dolmens, but, unlike a simple bayonet, it is used in cases where there is no need to quickly release the mooring lines. This knot is also convenient for attaching a rope to a hook, o-ron, eye, etc. Two slings around the object make this knot more reliable during long moorings; in any case, due to the additional sling, it will not wear out as quickly as a simple bayonet.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся';en='Non-tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "12.1",
       "12.2"
   ]
},
{
   "id": 13,
   "name": "ru='Простой штык с двумя шлагами';en='Two Round Turns and Two Half Hitches'",
   "description": "ru='Фактически это тоже разновидность простого штыка. Отличие от предыдущего узла -- дополнительный, третий шлаг. Он увеличивает прочность узла, если трос испытывает постоянное трение о кнехт или битенг. Применение этого узла для крепления троса к гаку весьма надежный способ.';en='In fact, this is also a type of simple bayonet. The difference from the previous knot is an additional, third turn. It increases the strength of the knot if the cable experiences constant friction against the bollard or bitt. Using this knot to attach the cable to the hook is a very reliable method.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся';en='Non-tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "13.1",
       "13.2"
   ]
},
{
   "id": 14,
   "name": "ru='Штык с обносом';en='Crossing hitch'",
   "description": "ru='Если у простого штыка с двумя шлагами последние проходят сбоку от точки крепления коренного конца, то у этого узла они размещены по одному с каждой стороны. Это придает узлу большую симметрию, узел в случае изменения направления тяги меньше перемещается вдоль предмета, за который он завязан. Чтобы завязать штык с обносом, сначала нужно ходовым концом сделать один шлаг вокруг предмета, обнести его сзади коренного конца и еще раз сделать шлаг, но в другую сторону. После этого следует один или два полуштыка.';en='If a half-hitche with two turns passes sideways from the point of attachment of the root end, then this knot has one on each side. This gives the knot greater symmetry; in the event of a change in the direction of the pull, the knot moves less along the object to which it is tied. To tie a bayonet with a carry-through, first you need to make one turn around the object with the running end, carry it behind the root end and make another turn, but in the other direction. After this, one or two half-hitches follow.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся';en='Non-tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "14.1"
   ]
},
{
   "id": 15,
   "name": "ru='Рыбацкий штык (якорный узел)';en='Anchor bend'",
   "description": "ru='Один из наиболее ответственных случаев применения узла в морском деле - это привязывание якорного каната к якорю. За пять тысяч лет существования судоходства люди для этой цели не могли придумать более надежного узла, чем этот. Проверенный многовековым опытом морской практики, этот узел признан моряками всех стран как самый надежный для прикрепления каната к рыму или к скобе якоря. Рыбацкий штык (или якорный узел) в какой-то степени схож с простым штыком со шлагом. Отличается от него тем, что первый из двух полуштыков проходит дополнительно внутри шлага, обхватывающего предмет. Применяя этот узел два якоря, всегда необходимо прихватывать ходовой конец схваткой к коренному. В этом случае, даже при очень сильной тяге, рыбацкий штык не затягивается и надежно держит. Его можно смело применять во всех случаях при работе с тросами, когда они подвержены сильной тяге.';en='One of the most important applications of a knot in maritime affairs is tying an anchor rope to an anchor. In five thousand years of shipping, people could not come up with a more reliable knot for this purpose than this one. Tested by centuries of maritime experience, this knot is recognized by sailors of all countries as the most reliable for attaching a rope to an eye or to an anchor shackle. The fisherman`s bayonet (or anchor knot) is somewhat similar to a simple bayonet with a shackle. It differs from it in that the first of the two half-bayonets additionally passes inside the shackle that encircles the object. When using this knot with two anchors, it is always necessary to grab the running end with a grip to the root end. In this case, even with a very strong pull, the fisherman`s bayonet does not tighten and holds securely. It can be safely used in all cases when working with cables, when they are subject to strong pull.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся';en='Non-tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "15.1",
       "15.2"
   ]
},
{
   "id": 16,
   "name": "ru='Обратный штык';en='Backhanded Hitch'",
   "description": "ru='При швартовке судов к пристаням и причалам нередко возникает ситуация, когда ходовой конец троса обнести вокруг пала или бревна очень трудно. Иной раз приходится буквально подлезать под причал, чтобы с носа шлюпки или катера продеть конец за бревно или рым. Применяя обратный штык, вы можете обнести трос вокруг нужного предмета один раз и при этом завязать узел с двумя шлагами вокруг предмета, к которому крепите швартов. Для этого ходовой конец троса нужно сложить на длине 2-3 метра вдвое и, петлей вперед пропустив его вокруг предмета, потянуть петлю на себя. Теперь ходовой конец троса нужно продеть в эту петлю, а за коренной конец выбрать слабину и закончить узел двумя полуштыками. Обратный штык удобен для применения в тех случаях, когда доступ к предмету, к которому хотят прикрепить трос, затруднен или неудобен для вязки узла, например к буксирному крюку и некоторых марок автомобилей.';en='When mooring vessels to piers and docks, a situation often arises when it is very difficult to pass the running end of the rope around a pier or log. Sometimes you have to literally crawl under the pier to pass the end from the bow of the boat or launch through a log or eye. Using a reverse hitch, you can pass the rope around the desired object once and at the same time tie a knot with two loops around the object to which you are attaching the mooring line. To do this, you need to fold the running end of the rope in half over a length of 2-3 meters and, looping it forward, pass it around the object, pull the loop towards you. Now you need to pass the running end of the rope through this loop, and take up the slack by the root end and finish the knot with two half hitches. The reverse bayonet is convenient for use in cases where access to the object to which you want to attach the cable is difficult or inconvenient for tying the knot, for example, to the towing hook and some brands of cars.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся';en='Non-tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "16.1",
       "10.2",
	   "10.3"
   ]
},
{
   "id": 17,
   "name": "ru='Мачтовый штык';en='Clove Hitch'",
   "description": "ru='Здесь оригинальная комбинация двух хороших узлов дает надежный и простой узел. Сначала вокруг предмета, к которому крепят трос, завязывают выбленочный узел и на коренном конце троса делают обычный штык, который, как известно, тоже представляет собой видоизмененный выбленочный узел. Чтобы мачтовый штык не получился затягивающимся, первый узел до конца не затягивают.';en='Here, an original combination of two good knots gives a reliable and simple knot. First, a clove hitch is tied around the object to which the rope is attached, and a regular clove hitch is made on the root end of the rope, which, as is known, is also a modified clove hitch. To prevent the mast hitch from becoming tightened, the first knot is not tightened all the way.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся';en='Non-tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "17.1"
   ]
},
{
   "id": 18,
   "name": "ru='Буксирный узел';en='Tugboat hitch'",
   "description": "ru='Этот узел используют для крепления троса на буксирном гаке или на битенге. Им можно задерживать или стравливать буксирный конец. Благодаря последовательному наложению на битенг нескольких штагов троса буксирный конец можно травить с битенга, а при ослаблении натяжения буксира выбирать его снова в виде петель, накидываемых сверху на битенг.';en='This knot is used to attach a rope to a towing hook or to a bitt. It can be used to hold or let out the towing line. By successively placing several stays of the rope on the bitt, the towing line can be let out from the bitt, and when the tension of the tug is relaxed, it can be taken up again in the form of loops thrown over the bitt.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся';en='Non-tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "18.1",
       "18.2",
       "18.3"
   ]
},
{
   "id": 19,
   "name": "ru='Портовый узел';en='Port Knot City'",
   "description": "ru='Задержать швартовный синтетический конец на парном кнехте дело нехитрое. А как быть, если вместо парного кнехта в вашем распоряжении одинарный кнехт (или битенг), а на конце швартова нет огона? Для этой цели в морской практике сеть несколько оригинальных узлов. Объясним принцип одного из них, который можно отнести к числу незатягивающихся узлов. Сначала вокруг одинарного кнехта нужно сделать несколько шлагов ходовым концом швартовного троса. После этого сложить ходовой конец вдвое и в таком виде, петлей, пропустить его под натянутую коренную часть троса, повернуть петлю на 360 градусов и накинуть сверху на кнехт. Этот узел не скользит, надежно держит. Трос можно в любую минуту отдать, если даже швартов находится под сильным натяжением. Для этого нужно немного выбрать проходящий под коренным концом ходовой конец и увеличить петлю, после чего ее нетрудно будет скинуть с кнехта.';en='It is not difficult to hold a synthetic mooring line on a paired bollard. But what if instead of a paired bollard you have a single bollard (or bitt), and there is no eye at the end of the mooring line? For this purpose, there are several original knots in maritime practice. We will explain the principle of one of them, which can be classified as a non-tightening knot. First, you need to make several turns around the single bollard with the running end of the mooring line. After that, fold the running end in half and in this form, as a loop, pass it under the taut root part of the line, turn the loop 360 degrees and throw it on top of the bollard. This knot does not slip, holds securely. The line can be released at any time, even if the mooring line is under strong tension. To do this, you need to slightly select the running end passing under the root end and increase the loop, after which it will be easy to throw it off the bollard.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся';en='Non-tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "19.1",
       "19.2",
	   "19.3",
	   "19.4"
   ]
},
{
   "id": 20,
   "name": "ru='Дубовый узел';en='Overhand Bend'",
   "description": "ru='Моряки применяют его лишь в исключительных случаях, когда возникает необходимость очень быстро связать два троса. Хотя соединение растительных тросов дубовым узлом вполне надежно, оно имеет серьезный недостаток: сильно затянутый узел очень трудно потом развязать, особенно если он намок. Кроме того, завязанный таким узлом трос имеет меньшую прочность и при работе создает опасность за что-нибудь зацепиться при своем движении. Единственные его положительные качества - это скорость, с которой его можно завязать, и надежность.\n   \nЧтобы соединить два троса, их концы нужно сложить вдоль вместе и, отступя 15-20 сантиметров от краев, завязать простым узлом оба конца как одно целое.\n   \nНе пытайтесь связывать этим узлом синтетические тросы и леску: на них он ползет.';en='Sailors use it only in exceptional cases, when there is a need to tie two ropes very quickly. Although joining vegetable ropes with an oak knot is quite reliable, it has a serious drawback: a tightly tied knot is very difficult to untie later, especially if it is wet. In addition, a rope tied with such a knot has less strength and creates a danger of catching on something when moving. Its only positive qualities are the speed with which it can be tied and reliability. \n \nTo connect two ropes, their ends must be folded lengthwise together and, stepping back 15-20 centimeters from the edges, tie both ends with a simple knot as a whole. \n \nDo not try to tie synthetic ropes and fishing line with this knot: it slides on them.'",
   "tags": [
       {"id": 2, "name": "ru='Связывание двух тросов';en='Tying two ropes together'", "type": "PURPOSE"}
   ],
   "pictures": [
       "20.1",
       "20.2",
	   "20.3"
   ]
},
{
   "id": 21,
   "name": "ru='Фламандский узел';en='Figure-Eight Bend'",
   "description": "ru='Это один из древнейших морских узлов, который применяли на кораблях для соединения двух тросов, как тонких, так и толстых. Фактически это та же восьмерка, завязанная двумя концами. Существует два способа вязки этого узла. Первый показан на схеме.\n\nСначала на конце одного из связываемых вместе тросов сделайте восьмерку. Навстречу выходу из нее ходового конца введите ходовой конец второго троса и повторите восьмерку, завязанную на первом тросе. После этого, ухватившись за каждые два конца, слева и справа, равномерно начинайте затягивать узел, стараясь сохранить его форму. Для окончательной затяжки узла тяните за коренные концы тросов.\n\nЧтобы соединить два троса фламандским узлом вторым способом, ходовые концы связываемых тросов положите параллельно навстречу один другому так, чтобы они примерно по длине одного метра касались друг друга. На этом месте двумя сложенными вместе тросами завяжите восьмерку. При этом вам придется обносить вокруг и продевать в петлю вместе с коротким ходовым концом одного из тросов и длинный коренной. Именно в этом и состоит неудобство второго способа вязки фламандского узла.\n\nСоединение двух тросов фламандским узлом считается очень прочным. Этот узел, даже будучи сильно затянут, не портит трос, и его сравнительно легко развязать. Кроме того, он обладает превосходным качеством - не скользит и надежно держит на синтетической рыболовной леске.';en='This is one of the oldest sea knots, which was used on ships to connect two ropes, both thin and thick. In fact, this is the same figure eight, tied at both ends. There are two ways to tie this knot. The first is shown in the diagram. \n\nFirst, make a figure eight at the end of one of the ropes being tied together. Insert the running end of the second rope towards the exit of the running end and repeat the figure eight tied on the first rope. After that, grabbing each two ends, left and right, evenly begin to tighten the knot, trying to maintain its shape. To finally tighten the knot, pull the root ends of the ropes. \n\nTo connect two ropes with a Flemish knot in the second way, place the running ends of the ropes being tied parallel to each other so that they touch each other for about one meter. At this point, tie a figure eight with two ropes folded together. In this case, you will have to carry it around and thread it through the loop together with the short running end of one of the cables and the long root end. This is precisely the inconvenience of the second method of tying the Flemish knot.\n\nConnecting two cables with a Flemish knot is considered very strong. This knot, even if tightened strongly, does not damage the cable, and it is relatively easy to untie. In addition, it has excellent quality - it does not slip and holds securely on synthetic fishing line.'",
   "tags": [
       {"id": 2, "name": "ru='Связывание двух тросов';en='Tying two ropes together'", "type": "PURPOSE"}
   ],
   "pictures": [
       "21.1",
       "21.2",
	   "21.3"
   ]
},
{
   "id": 22,
   "name": "ru='Водяной узел';en='Water knot'",
   "description": "ru='Не менее прочным считается соединение двух тросов водяным узлом. Чтобы завязать его, положите связываемые тросы концами навстречу друг другу так, чтобы их концы шли параллельно и касались один другого. Держа в одной руке ходовой и коренной концы двух разных тросов, начинайте вязать ими дубовый узел, но вместо одного обноса коренного конца сделайте два. Прежде чем окончательно затянуть узел, проверьте, чтобы одна пара концов выходила из петли сверху, а вторая - снизу, как это показано на схеме.\n\nВодяной узел прост и надежен. На флоте он не нашел широкого применения, потому что при сильной тяге так затягивается, что развязать его очень трудно.';en='A water knot is considered to be no less durable when connecting two ropes. To tie it, place the ropes to be tied with their ends facing each other so that their ends are parallel and touch each other. Holding the running and root ends of two different ropes in one hand, start tying a sling knot with them, but instead of one loop of the root end, make two. Before finally tightening the knot, check that one pair of ends comes out of the loop from the top, and the second from the bottom, as shown in the diagram. \n\nThe water knot is simple and reliable. It is not widely used in the navy, because under strong traction it tightens so much that it is very difficult to untie.'",
   "tags": [
       {"id": 2, "name": "ru='Связывание двух тросов';en='Tying two ropes together'", "type": "PURPOSE"}
   ],
   "pictures": [
       "22.1",
       "22.2"
   ]
},
{
   "id": 25,
   "name": "ru='Прямой узел';en='Square knot'",
   "description": "ru='Он представляет собой два полуузла, последовательно завязанных один над другим в разные стороны. Это обычный, самый простой способ его вязки.\nМоряки, которые этим узлом пользуются со времен глубокой древности для связывания тросов, применяют другой способ вязки (рис. 2). Ткачи, которые применяют прямой узел для связывания оборвавшихся нитей пряжи, завязывают его особым, удобным им способом (рис. 3).\n\nПрямой узел, даже намокший и сильно затянутый, развязывается очень просто, за 1-2 секунды. Завяжите прямой узел, как показано на схеме 4. Возьмите в левую руку концы А и Б, а в правую – концы В и Г. Сильно потяните их в разные стороны и как можно туже затяните узел. После этого возьмите в левую руку коренной конец А (чтобы он не выскальзывал из кисти руки, сделайте пару шлагов вокруг ладони). В правую руку возьмите ходовой конец Б (его также можно намотать на ладонь). Резко и сильно дерните концы в разные стороны. Не выпуская из левой руки конец А, правой зажмите в кулак оставшуюся часть узла, удерживая ее большим и указательным пальцами. Коренной конец А потяните в левую сторону – узел развязан. Весь секрет заключается в том, что при рывке концов А и Б в разные стороны прямой узел превращается в два полуштыка и полностью утрачивает все свои свойства. Он так же легко развяжется, если вы возьмете в правую руку коренной конец А и сильно потянете ходовой конец В влево. Только в этом случае конец А нужно потом тянуть вправо, а оставшуюся часть узла (полуштыки) – влево. Развязывая таким способом прямой узел, помните, что, если вы дернули ходовой конец вправо, за коренной тяните влево и наоборот.\n\nПри развязывании прямого узла не следует забывать, что, с какой силой он был затянут, с такой же силой надо и дергать за один из его ходовых концов. Даже намокший прямой узел, завязанный на самом толстом растительном тросе, который находился под сильной тягой (без вставленного клеванта), можно всегда развязать, взяв один из ходовых концов на шпиль или лебедку. Во всяком случае, резать трос не нужно.\n\nДревние римляне называли его “женским узлом”, потому что именно “геракловым узлом” молодые римлянки завязывали кушаки своих туник в первую брачную ночь. Молодой супруг должен был развязать этот узел. И, согласно поверью, если он делал это быстро, невесте не грозило бесплодие.';en='It consists of two half-knots, tied one above the other in different directions. This is the usual, simplest way to tie it.\nSailors, who have used this knot since ancient times to tie ropes, use a different way of tying (Fig. 2). Weavers, who use a straight knot to tie broken threads of yarn, tie it in a special way that is convenient for them (Fig. 3).\n\nA straight knot, even when wet and tightly pulled, can be untied very easily, in 1-2 seconds. Tie a straight knot as shown in diagram 4. Take ends A and B in your left hand, and ends B and D in your right. Pull them hard in different directions and tighten the knot as tightly as possible. After that, take the root end A in your left hand (to prevent it from slipping out of your hand, make a couple of turns around your palm). Take the running end B in your right hand (it can also be wound around your palm). Pull the ends sharply and strongly in different directions. Without letting go of end A from your left hand, squeeze the remaining part of the knot into a fist with your right hand, holding it with your thumb and forefinger. Pull the root end A to the left - the knot is untied. The whole secret is that when you pull ends A and B in different directions, the straight knot turns into two half-bayonets and completely loses all its properties. It will also be untied easily if you take the root end A in your right hand and pull the running end B hard to the left. Only in this case, end A must then be pulled to the right, and the remaining part of the knot (half-bayonets) - to the left. When untying a straight knot in this way, remember that if you pulled the running end to the right, pull the root end to the left and vice versa. \n\nWhen untying a straight knot, do not forget that the force with which it was tightened is the same force with which you need to pull one of its running ends. Even a wet straight knot tied on the thickest plant rope that was under strong traction (without a clevis inserted) can always be untied by taking one of the running ends on a capstan or winch. In any case, there is no need to cut the rope.\n\nThe ancient Romans called it the “woman’s knot” because it was the “Hercules knot” that young Roman women used to tie the sashes of their tunics on their wedding night. The young husband had to untie this knot. And, according to legend, if he did it quickly, the bride would not be infertile.'",
   "tags": [
       {"id": 2, "name": "ru='Связывание двух тросов';en='Tying two ropes together'", "type": "PURPOSE"}
   ],
   "pictures": [
       "25.1",
       "25.2",
	   "25.3",
	   "25.4",
	   "25.5"
   ]
},
{
   "id": 27,
   "name": "ru='Хирургический узел';en='Ligature Knot'",
   "description": "ru='Узлы издавна применялись для различных целей не только в морском деле, но и в медицине. Ими до сих пор пользуются хирурги для завязывания нитей лигатур при остановке кровотечения и для сшивания тканей и кожи. В наши дни медицина еще не отказалась от применения узлов, и врачи умело их используют. При полостных операциях хирургам приходится накладывать швы из кетгута (особого материала, получаемого из слизистого слоя кишок барана или овцы), который через 3-4 недели рассасывается. При завязывании кетгут скользит, и, делая на нем узлы, хирурги пользуются особыми зажимами.\n\nПри микрохирургических операциях медики пользуются чрезвычайно тонким шовным материалом – синтетической нитью в 10-200 раз тоньше человеческого волоса. Завязать такую нить можно только при помощи специальных зажимов под операционным микроскопом. Эти нити используют при сшивании стенок кровеносных сосудов, например при реплантации пальцев кисти, при сшивании отдельных нервных волокон. В основном применяют бабий, прямой, выбленочный, хирургический узлы и так называемый узел “констриктор”, о котором будет рассказано позже.\n\nПри завязывании хирургического узла сначала делают один за другим два полуузла двумя концами, которые после этого тянут в разные стороны. Затем сверху завязывают, но уже в другую сторону, еще один полуузел. В результате получается узел, очень схожий с прямым. Принцип узла состоит в том, что первые два полуузла не дают двум концам разойтись в разные стороны, пока вяжут сверху еще один полуузел.\n\nЭтим узлом удобно воспользоваться, когда есть необходимость стянуть и обвязать веревкой какой-нибудь упругий тюк или ношу и затянутую первую половину узла на веревке, не отпуская руками ее концов, приходится прижимать коленом.';en='Knots have long been used for various purposes not only in the maritime industry, but also in medicine. They are still used by surgeons to tie ligature threads to stop bleeding and to stitch tissues and skin. Nowadays, medicine has not yet abandoned the use of knots, and doctors skillfully use them. During abdominal surgeries, surgeons have to apply sutures from catgut (a special material obtained from the mucous layer of the intestines of a ram or sheep), which dissolves after 3-4 weeks. When tying, catgut slides, and when making knots on it, surgeons use special clamps. \n\nDuring microsurgical operations, doctors use extremely thin suture material - a synthetic thread 10-200 times thinner than a human hair. Such a thread can only be tied using special clamps under an operating microscope. These threads are used to stitch the walls of blood vessels, for example, when replanting fingers, or stitching individual nerve fibers. The most commonly used knots are the granny knot, the straight knot, the clove knot, the surgical knot, and the so-called “constrictor” knot, which will be discussed later.\n\nWhen tying a surgical knot, first make two half-knots one after the other with the two ends, which are then pulled in different directions. Then tie another half-knot on top, but in the other direction. The result is a knot that is very similar to a straight knot. The principle of the knot is that the first two half-knots prevent the two ends from moving apart while tying another half-knot on top.\n\nThis knot is convenient to use when there is a need to pull together and tie a rope around some elastic bundle or load, and the tightened first half of the knot on the rope has to be pressed with the knee without letting go of its ends with your hands.'",
   "tags": [
       {"id": 2, "name": "ru='Связывание двух тросов';en='Tying two ropes together'", "type": "PURPOSE"}
   ],
   "pictures": [
       "27.1",
       "27.2"
   ]
},
{
   "id": 28,
   "name": "ru='Академический узел';en='Academic node'",
   "description": "ru='Он очень схож с хирургическим узлом, отличаясь лишь тем, что вместо одного второго полуузла он имеет их два. От своего, если можно сказать, прародителя – прямого узла он отличается тем, что ходовой конец троса обносят вокруг ходового конца другого троса дважды, после чего ходовые концы ведут навстречу друг другу и снова обносят их дважды. Иными словами, внизу два полуузла и вверху два полуузла, но завязанных в противоположную сторону. Это дает академическому узлу преимущество в том, что при большой нагрузке на трос он не так сильно затягивается, как прямой узел, и его легче развязать обычным способом.';en='It is very similar to the surgeon`s knot, differing only in that instead of one second half-knot it has two. It differs from its, so to speak, ancestor - the straight knot - in that the running end of the rope is passed around the running end of the other rope twice, after which the running ends are led towards each other and passed around them twice again. In other words, there are two half-knots at the bottom and two half-knots at the top, but tied in the opposite direction. This gives the academic knot the advantage that under heavy load on the rope it does not tighten as much as the straight knot, and it is easier to untie in the usual way.'",
   "tags": [
       {"id": 2, "name": "ru='Связывание двух тросов';en='Tying two ropes together'", "type": "PURPOSE"}
   ],
   "pictures": [
       "28.1"
   ]
},
{
   "id": 29,
   "name": "ru='Плоский узел';en='Carrick Bend'",
   "description": "ru='Издавна считался одним из самых надежных узлов для связывания тросов разной толщины. Им связывали даже якорные пеньковые канаты и швартовы.\n\nИмея восемь переплетении, плоский узел никогда сильно не затягивается, не ползет и не портит трос, поскольку не имеет крутых перегибов, и нагрузка, приходящаяся на тросы, по узлу распределяется равномерно. После снятия нагрузки на трос этот узел легко развязать.\n\nПринцип плоского узла заключается в его форме: он действительно плоский, и это дает возможность выбирать связанные им тросы на барабаны шпилей и брашпилсй, на всльпсах которых его форма не нарушает ровное наложение последующих шлагов.\n\nВ морской практике существует два варианта вязки этого узла: незатянутый узел с прихваткой его свободных ходовых концов к коренным или полуштыками на их концах (рис. 1) и без такой прихватки, когда узел затягивается (рис. 2). Завязанный первым способом плоский узел (в этом виде его называют “узлом Жозефины”) на двух тросах разной толщины почти не меняет своей формы даже при очень большой тяге и легко развязывается, когда нагрузка снята.\n\nВторой способ вязки применяется для связывания более тонких, нежели якорные канаты и швартовы, тросов, причем одинаковой или почти одинаковой толщины. При этом завязанный плоский узел рекомендуется сначала затянуть руками, чтобы при резкой тяге он не перекрутился. После этого, когда на связанный трос дана нагрузка, узел некоторое время ползет и перекручивается, но, остановившись, держит прочно. Он развязывается без приложения особых усилий сдвигом петель, охватывающих коренные концы.\n\nЭтот морской узел незаменим для связывания двух тросов (даже стальных, на которые будет приложено значительное усилие, например, при вытаскивании трактором застрявшего в грязи на полколеса тяжелогогрузовика).';en='It has long been considered one of the most reliable knots for tying ropes of different thicknesses. They even tied hemp anchor ropes and mooring lines with it.\n\nWith eight interlacings, the flat knot never tightens too much, does not creep, and does not spoil the rope, since it does not have sharp bends, and the load falling on the ropes is distributed evenly across the knot. After removing the load on the rope, this knot is easy to untie.\n\nThe principle of the flat knot lies in its shape: it is really flat, and this makes it possible to select ropes tied with it for capstan and windlass drums, on the ends of which its shape does not disturb the even application of subsequent turns.\n\nIn maritime practice, there are two options for tying this knot: a loose knot with tacks of its free running ends to the root ends or half-bayonets on their ends (Fig. 1) and without such tacks, when the knot is tightened (Fig. 2). The flat knot tied in the first way (in this form it is called the “Josephine knot”) on two ropes of different thicknesses hardly changes its shape even under very strong traction and is easily untied when the load is removed.\n\nThe second method of tying is used to tie ropes that are thinner than anchor ropes and mooring lines, and of the same or almost the same thickness. In this case, it is recommended to first tighten the tied flat knot by hand so that it does not twist under a sharp pull. After this, when a load is applied to the tied rope, the knot creeps and twists for some time, but, having stopped, holds firmly. It is untied without applying much effort by shifting the loops that cover the root ends.\n\nThis sea knot is indispensable for tying two ropes (even steel ones, to which significant force will be applied, for example, when pulling out a heavy truck stuck in the mud by half a wheel with a tractor).'",
   "tags": [
       {"id": 2, "name": "ru='Связывание двух тросов';en='Tying two ropes together'", "type": "PURPOSE"}
   ],
   "pictures": [
       "29.1",
       "29.2"
   ]
},
{
   "id": 30,
   "name": "ru='Кинжальный узел';en='Hawser bend'",
   "description": "ru='В зарубежной практике такелажного дела этот узел считается одним из лучших узлов для связывания двух растительных тросов большого диаметра. Он не очень сложен по своей схеме и весьма компактен, когда затянут.\n\nЕго удобнее всего завязать, если сначала ходовой конец троса уложить в виде цифры “8” сверху коренного конца. После этого вытянутый ходовой конец второго троса продеть в петли, пропустив под среднее пересечение восьмерки, и вывести над вторым пересечением первого троса. Далее ходовой конец второго троса нужно пропустить под коренной конец первого троса и ввести его в петлю восьмерки, как указывает стрелка на схеме. Когда узел затянут. два ходовых конца обоих тросов торчат в разные стороны. Кинжальный узел нетрудно развязать, если ослабить одну из крайних петель.';en='In foreign rigging practice, this knot is considered one of the best knots for tying two large-diameter vegetable ropes. It is not very complicated in its design and is very compact when tightened. It is most convenient to tie it if you first lay the running end of the rope in the form of a figure “8” on top of the root end. After that, thread the extended running end of the second rope through the loops, passing it under the middle intersection of the figure eight, and bring it out above the second intersection of the first rope. Next, the running end of the second rope must be passed under the root end of the first rope and inserted into the loop of the figure eight, as indicated by the arrow in the diagram. When the knot is tightened, the two running ends of both ropes stick out in different directions. The dagger knot is easy to untie if you loosen one of the outer loops.'",
   "tags": [
       {"id": 2, "name": "ru='Связывание двух тросов';en='Tying two ropes together'", "type": "PURPOSE"}
   ],
   "pictures": [
       "30.1"
   ]
},
{
   "id": 31,
   "name": "ru='Травяной узел';en='Grass Bend'",
   "description": "ru='Несмотря на свое название, этот элементарный узел вполне надежен и может выдерживать сильную нагрузку. Кроме этого, он легко развязывается при отсутствии тяги. Принцип узла – полуштыки чужими концами (рис. 1). Иногда нам приходится связывать два ремня или две ленты, ну, скажем, вожжи. Для этой цели “травяной” узел очень удобен (рис. 2).\n\nПри затягивании “травяного” узла за коренные концы узел перекручивается и принимает другую форму. Когда он затянут окончательно – два ходовых конца смотрят в одну сторону.';en='Despite its name, this basic knot is quite reliable and can withstand heavy loads. In addition, it is easy to untie in the absence of traction. The principle of the knot is half-bayonets with other people`s ends (Fig. 1). Sometimes we have to tie two belts or two ribbons, say, reins. For this purpose, the “grass” knot is very convenient (Fig. 2). When tightening the “grass” knot by the root ends, the knot twists and takes a different shape. When it is finally tightened, the two running ends look in one direction.'",
   "tags": [
       {"id": 2, "name": "ru='Связывание двух тросов';en='Tying two ropes together'", "type": "PURPOSE"}
   ],
   "pictures": [
       "31.1",
       "31.2"
   ]
},
{
   "id": 32,
   "name": "ru='Пакетный узел';en='Packet Node'",
   "description": "ru='Его название говорит отом,что он удобен для завязывания пакетов и свертков. Он прост, оригинален и рассчитан на быструю вязку. Пакетный узел чем-то напоминает травяной. По своей прочности он не уступает последнему.';en='Its name says that it is convenient for tying packages and bundles. It is simple, original and designed for quick tying. The package knot is somewhat reminiscent of the grass knot. In its strength, it is not inferior to the latter.'",
   "tags": [
       {"id": 2, "name": "ru='Связывание двух тросов';en='Tying two ropes together'", "type": "PURPOSE"}
   ],
   "pictures": [
       "32.1",
       "32.2"
   ]
},
{
   "id": 33,
   "name": "ru='Рыбацкий узел';en='Fisherman’s Bend'",
   "description": "ru='Он представляет собой комбинацию двух простых узлов, завязываемых ходовыми концами вокруг чужих коренных концов. Чтобы связать два троса рыбацким узлом, нужно положить их навстречу друг другу иодним концом сделать простой узел, а второй конец пропустить через его петлю и вокруг коренного конца другого троса и тоже завязать простой узел. Потом нужно сдвинуть обе петли навстречу друг другу, чтобы они сошлись вместе, и затянуть узел. Рыбацкий узел, несмотря на его простоту, безбоязненно можно применять для связывания двух тросов примерно одинаковой толщины.При сильной тяге он так крепко затягивается, что практически его уже не развязать. Он широко применяется рыболовами для связывания лески (не синтетической) и для крепления к леске поводков.';en='It is a combination of two simple knots tied with the running ends around the other`s root ends. To tie two ropes with a fisherman`s knot, you need to put them towards each other and make a simple knot with one end, and pass the other end through its loop and around the root end of the other rope and also tie a simple knot. Then you need to move both loops towards each other so that they come together, and tighten the knot. The fisherman`s knot, despite its simplicity, can be safely used to tie two ropes of approximately the same thickness. With strong traction, it tightens so tightly that it is practically impossible to untie it. It is widely used by fishermen for tying fishing line (not synthetic) and for attaching leashes to the fishing line.'",
   "tags": [
       {"id": 2, "name": "ru='Связывание двух тросов';en='Tying two ropes together'", "type": "PURPOSE"}
   ],
   "pictures": [
       "33.1"
   ]
},
{
   "id": 34,
   "name": "ru='Змеиный узел';en='Barrel Knot'",
   "description": "ru='Этот узел считается одним из самых надежных узлов для связывания синтетических рыболовных снастей. Он имеет достаточно много переплетений, симметричен и сравнительно компактен, когда затянут. При определенном навыке им можно даже связывать струны рояля. Для этого место связки струны нужно тщательно обезжирить и покрыть шеллаком.\n\nЗмеиный узел можно с успехом применять для связывания двух тросов, изготовленных из любых материалов, в случае, когда требуется прочное, надежное соединение.';en='This knot is considered one of the most reliable knots for tying synthetic fishing tackle. It has quite a lot of interlacing, is symmetrical and relatively compact when tightened. With a certain amount of skill, you can even tie piano strings with it. To do this, the place where the string is tied must be thoroughly degreased and coated with shellac.\n\nThe snake knot can be successfully used to tie two cables made of any material, in cases where a strong, reliable connection is required.'",
   "tags": [
       {"id": 2, "name": "ru='Связывание двух тросов';en='Tying two ropes together'", "type": "PURPOSE"}
   ],
   "pictures": [
       "34.1"
   ]
},
{
   "id": 35,
   "name": "ru='Ткацкий узел';en='Weaver’s Knot'",
   "description": "ru='Ткацкий узел можно назвать “родным братом” шкотового узла. Отличие лишь в способе его завязывания и в том, что последний ввязывают в кренгельс или в огон паруса, в то время как ткацкий узел вяжется двумя тросами. Принцип ткацкого узла считается классическим. Поистине это воплощение надежности и простоты.';en='The weaver`s knot can be called the “brother” of the sheet knot. The only difference is in the way it is tied and that the latter is tied into the cringle or into the eye of the sail, while the weaver`s knot is tied with two ropes. The principle of the weaver`s knot is considered classic. It is truly the embodiment of reliability and simplicity.'",
   "tags": [
       {"id": 2, "name": "ru='Связывание двух тросов';en='Tying two ropes together'", "type": "PURPOSE"}
   ],
   "pictures": [
       "35.1"
   ]
},
{
   "id": 36,
   "name": "ru='Разносторонний узел';en='Bastard Weaver’s Knot'",
   "description": "ru='Этот узел сродни ткацкому по своему принципу. Разница лишь в том, что в завязанном узле ходовые концы смотрят в разные стороны – это очень важно при связывании нитей пряжи. Ни по простоте, ни по прочности он не уступает ткацкому узлу и так же быстро завязывается. Этот узел известен также тем, что на его основе можно завязать “король узлов” – беседочный узел.';en='This knot is similar to the weaver`s knot in its principle. The only difference is that in the tied knot the running ends look in different directions - this is very important when tying yarn threads. It is not inferior to the weaver`s knot in either simplicity or strength and is tied just as quickly. This knot is also known for the fact that on its basis you can tie the “king of knots” - the bowline knot.'",
   "tags": [
       {"id": 2, "name": "ru='Связывание двух тросов';en='Tying two ropes together'", "type": "PURPOSE"}
   ],
   "pictures": [
       "36.1"
   ]
},
{
   "id": 37,
   "name": "ru='Польский узел';en='Polish knot'",
   "description": "ru='Его можно рекомендовать для связывания тонких тросов. Он находит широкое применение вткацком деле и считается надежным узлом.';en='It can be recommended for tying thin ropes. It is widely used in weaving and is considered a reliable knot.'",
   "tags": [
       {"id": 2, "name": "ru='Связывание двух тросов';en='Tying two ropes together'", "type": "PURPOSE"}
   ],
   "pictures": [
       "37.1"
   ]
},
{
   "id": 38,
   "name": "ru='Шкотовый узел';en='Sheet bend'",
   "description": "ru='Свое название он получил от слова “шкота” – снасть, которой управляют парусом, растягивая его за один нижний угол, если он косой, и одновременно за два, если он прямой и подвешен к рею. Шкоты носят названия того паруса, к которому они прикрепляются. Например, фока-шкот и грота-шкот – снасти, с помощью которых ставятся нижние паруса – фок и грот соответственно. Марса-шкоты служат для постановки марселей, кливер-шкоты вытягивают назад шкотовый угол кливера, а фока-стаксель-шкоты вытягивают назад шкотовый угол фор-стакселя и т. д. В парусном флоте этот узел применялся тогда, когда надо было ввязать снасть в огон паруса серединой, как, например, марса-лисель-шкот.\n\nШкотовый узел прост и очень легко развязывается, но вполне оправдывает свое назначение – надежно держит шкот в кренгельсе паруса. Сильно затягиваясь, он не портит троса.\n\nПринцип этого узла заключается в том, что тонкий ходовой конец проходят под коренным и при тяге прижимается им в петле, образованной более толстым тросом. Применяя шкотовый узел, всегда следует помнить о том, что он надежно держит только тогда, когда на трос приложена тяга. Этот узел вяжут почти так же, как и прямой, но его ходовой конец пропускают не рядом с коренным, а под него.\n\nШкотовый узел лучше всего применять для крепления троса к готовой петле, кренгельсу или коушу. Применять шкотовый узел на синтетическом тросе не рекомендуется, так как он скользит и может выхлестнуться из петли. Для большей надежности шкотовый узел вяжут со шлагом. В этом случае он похож на брам-шкотовый узел; разница в том, что его шлаг делают выше петли на коренной части троса вокруг сплесня. Шкотовый узел является составным элементом некоторых видов плетеных рыболовных сетей.';en='It got its name from the word “sheet” - a rigging used to control a sail by stretching it by one lower corner if it is oblique, and by two at the same time if it is straight and suspended from the yard. Sheets are named after the sail to which they are attached. For example, the foresail sheet and the mainsail sheet are rigging used to set the lower sails - the foresail and the mainsail, respectively. The topsail sheets are used to set the topsails, the jib sheets pull back the clew of the jib, and the foresail sheets pull back the clew of the fore staysail, etc. In the sailing fleet, this knot was used when it was necessary to tie the tackle into the eye of the sail by the middle, such as the topsail sheet.\n\nThe sheet knot is simple and very easy to untie, but fully justifies its purpose - it reliably holds the sheet in the cringle of the sail. It does not damage the rope when tightened strongly.\n\nThe principle of this knot is that the thin running end passes under the root end and, when pulled, is pressed by it in the loop formed by the thicker rope. When using a sheet knot, you should always remember that it holds reliably only when a pull is applied to the rope. This knot is tied in much the same way as the straight knot, but its running end is passed under the root end rather than next to it.\n\nThe sheet knot is best used to attach a rope to a ready loop, cringle or thimble. It is not recommended to use the sheet knot on a synthetic rope, as it slips and can slip out of the loop. For greater reliability, the sheet knot is tied with a turnbuckle. In this case, it is similar to the topgallant sheet knot; the difference is that its turnbuckle is made above the loop on the root part of the rope around the splice. The sheet knot is a component of some types of braided fishing nets.'",
   "tags": [
       {"id": 2, "name": "ru='Связывание двух тросов';en='Tying two ropes together'", "type": "PURPOSE"}
   ],
   "pictures": [
       "38.1",
       "38.2"
   ]
},
{
   "id": 39,
   "name": "ru='Брам-шкотовый узел';en='Double sheet bend'",
   "description": "ru='Так же, как и шкотовый узел, свое название он получил от наименования снасти – брам-шкот, которой растягивают шкотовые углы нижней кромки прямого паруса при постановке брамселей. Если шкотовым узлом ввязывают одинарные шкоты нижних парусов, то брам-шкотовым узлом ввязывают брам-шкоты и бом-брам-шкоты, брам-фалы и бом-брам-фалы, а также брам-гитовы.\n\nБрам-шкотовый узел надежнее шкотового, потому что не сразу развязывается, когда прекращается тяга на трос. От шкотового узла он отличается тем, что петлю (или кренгельс) обносят ходовым концом не один, а два раза и под коренной конец пропускают также дважды.\n\nВо времена парусного флота брам-шкотовый узел находил широкое применение при работе со снастями. Он применялся тогда, когда нужно было какую-нибудь снасть взять концом в огон, например брам-шкоты и брам-гитовы. Обычно им ввязывались брам-гинцы в брам-фал и гинцы в топенант нижних реев.\n\nБрам-шкотовый узел надежен также для связывания двух тросов разной толщины. Он хорошо держит на синтетических тросах равной толщины.';en='Just like the sheet knot, it got its name from the name of the tackle – the topgallant sheet, which is used to stretch the clew angles of the lower edge of a square sail when setting the topgallants. If the sheet knot is used to tie single sheets of the lower sails, then the topgallant sheet knot is used to tie topgallant sheets and royal topgallant sheets, topgallant halyards and royal topgallant halyards, as well as topgallant clews.\n\nThe topgallant sheet knot is more reliable than the sheet knot because it does not untie immediately when the pull on the rope stops. It differs from the sheet knot in that the loop (or cringle) is passed around with the running end not once, but twice, and is also passed under the root end twice.\n\nDuring the times of the sailing fleet, the topgallant sheet knot was widely used in working with tackle. It was used when it was necessary to take some tackle with its end in the eye, for example, topgallant sheets and topgallant clews. Usually, topgallant clews were tied to the topgallant halyard and topgallant clews to the topping of the lower yards.\n\nThe topgallant clew knot is also reliable for tying two ropes of different thickness. It holds well on synthetic ropes of equal thickness.'",
   "tags": [
       {"id": 2, "name": "ru='Связывание двух тросов';en='Tying two ropes together'", "type": "PURPOSE"}
   ],
   "pictures": [
       "39.1",
       "39.2",
	   "39.3",
	   "39.4"
   ]
},
{
   "id": 40,
   "name": "ru='Докерский узел';en='Heaving-Line Bend'",
   "description": "ru='В морской практике нередко возникает необходимость прикрепить к толстому канату намного более тонкий по сравнению с ним трос. Такая необходимость всегда есть во время швартовки судна к причалу, когда с палубы нужно подать один или сразу несколько швартовных концов. Существует несколько способов крепления бросательного конца к швартову, у которого нет огона, но наиболее распространенный из них – применение докерского узла.\n\nЧтобы завязать этот узел, ходовой конец толстого троса, к которому вы намерены прикрепить тонкий трос, нужно сложить вдвое. В образовавшуюся петлю снизу ввести тонкий трос, сделать им один обнос вокруг коренной части толстого троса, пропустить под тонкий, потом над ходовым концом толстого троса и, пропустив под тремя тросами, ввести в петлю. Докерский узел достаточно надежен, чтобы бросательным концом вытянуть (или поднять на палубу с берега) тяжелый швартов, и быстро развязывается. Его лучше всего применять как временный узел.';en='In marine practice, it is often necessary to attach a much thinner cable to a thick rope. This is always necessary when mooring a vessel to a berth, when one or several mooring lines need to be fed from the deck. There are several ways to attach a throwing line to a mooring line that does not have an eye, but the most common is to use a Docker`s knot. \n\nTo tie this knot, the running end of the thick cable to which you intend to attach the thin cable must be folded in half. Insert the thin cable into the resulting loop from below, make one pass around the root of the thick cable, pass it under the thin cable, then over the running end of the thick cable and, passing it under three cables, insert it into the loop. The Docker`s knot is reliable enough to pull out (or lift onto the deck from the shore) a heavy mooring line with the throwing end, and is quickly untied. It is best used as a temporary knot.'",
   "tags": [
       {"id": 2, "name": "ru='Связывание двух тросов';en='Tying two ropes together'", "type": "PURPOSE"}
   ],
   "pictures": [
       "10.1",
       "10.2",
	   "10.3"
   ]
},
{
   "id": 41,
   "name": "ru='Скорняжный узел';en='Ashley’s bend'",
   "description": "ru='Кажется странным, что этот замечательный узел, давно известный скорнякам, до сих пор остался незамеченным моряками. Его схема говорит сама за себя. Он сравнительно прост, имеет достаточно пересеченных концов и компактен (рис. 1). Кроме того, скорняжный узел обладает отличным свойством: рассчитанный для сильной тяги, он крепко затягивается, но и без особого труда развязывается. Этот узел с успехом можно применять для связывания синтетических тросов и рыболовных лесок. На рис. 2 показан второй способ его вязки.';en='It seems strange that this wonderful knot, long known to furriers, has remained unnoticed by sailors. Its diagram speaks for itself. It is relatively simple, has enough crossed ends and is compact (Fig. 1). In addition, the furrier`s knot has an excellent property: designed for strong traction, it tightens firmly, but also unties without much difficulty. This knot can be successfully used for tying synthetic ropes and fishing lines. Fig. 2 shows the second way to tie it.'",
   "tags": [
       {"id": 2, "name": "ru='Связывание двух тросов';en='Tying two ropes together'", "type": "PURPOSE"}
   ],
   "pictures": [
       "41.1",
       "41.2"
   ]
},
{
   "id": 42,
   "name": "ru='Лиановый узел';en='Liana knot'",
   "description": "ru='Этот узел, хотя и не получил распространения на флоте, относится к числу оригинальных и надежных узлов для связывания тросов. Он уникален тем, что при очень простом переплетении каждого конца в отдельности крепко держит при очень сильной тяге и, более того, очень легко развязывается после снятия нагрузки на трос – достаточно сдвинуть любую из петель вдоль соответствующего коренного конца и узел тут же рассыпается. Он не скользит на синтетической леске и может с успехом применяться рыболовами.';en='This knot, although not widely used in the navy, is one of the original and reliable knots for tying ropes. It is unique in that with a very simple interlacing of each end separately, it holds firmly under very strong traction and, moreover, is very easy to untie after removing the load on the rope - just move any of the loops along the corresponding root end and the knot immediately falls apart. It does not slip on synthetic fishing line and can be successfully used by fishermen.'",
   "tags": [
       {"id": 2, "name": "ru='Связывание двух тросов';en='Tying two ropes together'", "type": "PURPOSE"}
   ],
   "pictures": [
       "42.1"
   ]
},
{
   "id": 43,
   "name": "ru='Охотничий узел';en='Hunter’s bend'",
   "description": "ru='Изобретение английским врачом-пенсионером Эдвардом Хантером в 1979 году нового узла вызвало в морских кругах многих стран своего рода сенсацию. Британские патентоведы, выдавая Хантсру патент на его изобретение, признали, что узел действительно новый. Более того, он отлично держит на всех тросах, включая самые тонкие синтетические лески.\n\nПо существу охотничий узел представляет собой удачное сплетение двух простых узлов, завязанных на концах тросов. Доктор Хантер не преследовал цель придумать новый узел, а завязал его совершенно случайно. Поскольку фамилия Хантер в переводе с английского означает «охотник», здесь этот узел назван охотничьим.';en='The invention of a new knot by retired English doctor Edward Hunter in 1979 caused a sensation in the maritime circles of many countries. British patent experts, granting Hunter a patent for his invention, acknowledged that the knot was truly new. Moreover, it holds all ropes perfectly, including the thinnest synthetic lines.\n\nIn essence, the hunter`s knot is a successful interlacing of two simple knots tied at the ends of the ropes. Dr. Hunter did not pursue the goal of inventing a new knot, but tied it completely by accident. Since the surname Hunter in English means «hunter», this knot is called the hunter`s knot here.'",
   "tags": [
       {"id": 2, "name": "ru='Связывание двух тросов';en='Tying two ropes together'", "type": "PURPOSE"}
   ],
   "pictures": [
       "43.1"
   ]
},
{
   "id": 44,
   "name": "ru='Самозатягивающийся узел';en='Slipped knot'",
   "description": "ru='Из всех примитивных узлов этот, пожалуй, самый оригинальный, что называется “проще не придумаешь”. К коренной части троса этого узла можно приложить тягу, соразмерную прочности троса, и он будет надежно держать. Чем больше тяга, тем сильнее шлагом прижимается свободный ходовой конец, узел сам себя затягивает. Это, по существу, простейшая форма удавки.\n\nПрименять этот узел следует с большой осторожностью. Всегда помните, что он надежен лишь тогда, когда завязан вокруг бревна и к коренному концу приложено постоянное усилие. Если эти усилие будет прикладываться к тросу попеременно, как бы рывками, то ходовой конец может выскользнуть из-под коренного конца троса.\n\nСамозатягивающийся узел есть смысл применять в тех случаях, когда подвешенный к коренному концу груз находится без движения и направление тяги на этот конец не меняется.\n\nЭтим узлом удобно подвешивать на перекладину в складах мешки с зерном или крупой, чтобы спасти их от грызунов. Потравив ходовой конец троса, подвешенный мешок можно плавно опустить на землю или пол склада.';en='Of all the primitive knots, this one is perhaps the most original, as they say, “the easiest one you can think of.” You can apply a pull proportionate to the strength of the rope to the root of the rope of this knot, and it will hold securely. The greater the pull, the more the free running end is pressed with a lanyard, the knot tightens itself. This is, in essence, the simplest form of a noose. \n\nThis knot should be used with great caution. Always remember that it is reliable only when tied around a log and constant force is applied to the root end. If this force is applied to the cable alternately, as if jerking, then the running end may slip out from under the root end of the cable.\n\nIt makes sense to use a self-tightening knot in cases where the load suspended from the root end is motionless and the direction of the pull on this end does not change.\n\nThis knot is convenient for hanging sacks of grain or cereals on a crossbar in warehouses to protect them from rodents. By loosening the running end of the cable, the suspended sack can be smoothly lowered to the ground or floor of the warehouse.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся';en='Tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "44.1",
       "44.2"
   ]
},
{
   "id": 45,
   "name": "ru='Самозатягивающийся с полуштыком';en='Slipped Half Hitch knot'",
   "description": "ru='';en=''",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся';en='Tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "45.1"
   ]
},
{
   "id": 46,
   "name": "ru='Коровий узел';en='Cow Hitch'",
   "description": "ru='Несмотря на свое прозаичное название, этот узел считается хорошим морским узлом. Он безотказно держит, если к тросу приложена тяга. Коровий узел фактически представляет собой неправильный (перевернутый) штык, работающий в другом качестве.\n\nИздавна этот узел применяли на кораблях для крепления с помощью линя выбленок к крайним вантинам, для временного крепления троса за рым при растягивании для клетневания и тренцевания.\n\nНа берегу, помимо того, что этим узлом действительно привязывают к колу коров (а также и коз), его применяют при натягивании веревки для ограждений.';en='Despite its prosaic name, this knot is considered a good sea knot. It holds reliably if the rope is pulled. The cow knot is actually an incorrect (inverted) bayonet that works in a different capacity.\n\nThis knot has long been used on ships to attach the crowbars to the outer shrouds with a line, to temporarily attach the rope to the eye when stretching for cleating and trenching.\n\nOn the shore, in addition to the fact that this knot is really used to tie cows (and goats) to a stake, it is used to pull the rope for fencing.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся';en='Tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "46.1",
       "46.2"
   ]
},
{
   "id": 47,
   "name": "ru='Глухая петля';en='Ring Hitch'",
   "description": "ru='Если ходовой и коренной концы коровьего узла соединить вместе и к обоим концам приложить тягу, то полученный таким образом узел уже будет называться глухой петлей. Иногда его называют бирочным узлом, так как им очень удобно пользоваться для связывания вместе ключей, для хранения шайб и других предметов, имеющих отверстие, а также для обтягивания горловины мешка при его завязывании.';en='If the running and root ends of a cow knot are tied together and a pull is applied to both ends, the knot thus obtained will already be called a blind loop. Sometimes it is called a tag knot, since it is very convenient to use it for tying keys together, for storing washers and other objects with a hole, and also for tightening the neck of a bag when tying it.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся';en='Tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "47.1",
       "47.2"
   ]
},
{
   "id": 48,
   "name": "ru='Выбленочный узел';en='Clove Hitch'",
   "description": "ru='Свое название этот узел получил из-за того, что на кораблях им издавна крепили к вантам выбленки – поперечные отрезки смоленого троса, служащие ступеньками для подъема на мачты.\n\nВыбленочный узел состоит из двух полуштыков, завязанных в одну и ту же сторону. Это очень надежный затягивающийся узел, который безотказно держит, пока тяга приложена к обоим концам троса. Он исключительно удобен для прикрепления тросов к предметам, имеющим гладкую поверхность, как, например, мачта, рей, стрела или просто бревно. Во времена парусного флота, помимо своего основного назначения, выбленочный узел применялся для вязки коренных концов марса-драйрепов на топе стеньги.\n\nСуществуют два различных способа вязки выбленочного узла. Первый способ применяется в случаях, когда один из концов предмета, вокруг которого вяжут узел, открыт и доступен (рис. 1), второй, когда трос приходится обносить непосредственно вокруг предмета (рис. 2).\n\nДиапазон применения этого узла в повседневной жизни весьма широк. С его помощью можно прикрепить веревку к гладкому столбу или перекладине, завязать мешок, натянуть веревку между двумя столбами, привязать тетиву к луку, зачалить лодку за сваю или кол, врытый на берегу, прикрепить шпагат к толстому тросу.\n\nВыбленочный узел очень удобен для подачи инструмента на высоту (например, молотка работающим на мачте). При плетении многих видов рыболовных сетей выбленочные узлы образуют первый ряд вязки.\n\nОднако, пользуясь выбленочным узлом, всегда следует помнить, что он надежен лишь при постоянной тяге на трос или веревку. Разновидностью выбленочного узла является буйрепный узел, служащий для крепления буйрепа к тренду адмиралтейского якоря. В последнем случае ходовой конец троса должен иметь кноп и прихватываться к веретену якоря схваткой или бензелем.';en='This knot got its name from the fact that it has long been used to attach the clove hitches to the shrouds of ships - transverse sections of tarred rope that serve as steps for climbing the masts.\n\nThe clove hitch consists of two half hitches tied in the same direction. This is a very reliable tightening knot that holds reliably as long as traction is applied to both ends of the rope. It is extremely convenient for attaching ropes to objects with a smooth surface, such as a mast, yard, boom or just a log. In the days of sailing ships, in addition to its main purpose, the clove hitch was used to tie the root ends of the topsail dryropes on the top of the topmast.\n\nThere are two different ways to tie the clove hitch. The first method is used when one end of the object around which the knot is tied is open and accessible (Fig. 1), the second, when the rope has to be carried directly around the object (Fig. 2).\n\nThe range of applications of this knot in everyday life is very wide. With its help, you can attach a rope to a smooth pole or crossbar, tie a bag, stretch a rope between two posts, tie a bowstring to a bow, moor a boat to a pile or stake dug into the shore, attach twine to a thick rope.\n\nThe clove hitch is very convenient for delivering a tool to a height (for example, a hammer for those working on a mast). When weaving many types of fishing nets, clove hitches form the first row of tying.\n\nHowever, when using a clove hitch, you should always remember that it is reliable only with constant traction on the rope or cable. A variation of the clove hitch is the buoy rope hitch, used to attach a buoy rope to the trend of an Admiralty anchor. In the latter case, the running end of the rope must have a button and be secured to the anchor shank with a grab or benzel.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся';en='Tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "48.1",
       "48.2",
	   "48.3"
   ]
},
{
   "id": 49,
   "name": "ru='Задвижной штык';en='Rolling Hitch'",
   "description": "ru='На парусных кораблях этот узел находил еще большее применение, чем выбленочный. Это объясняется тем, что он еще более совершенен и более надежен, нежели выбленочный. Его можно применять и в тех случаях, когда направление тяги троса находится под острым углом к бревну (рею, мачте и пр.) или к тросу, к которому он прикреплен. Задвижной штык держит даже в том случае, если тяга направлена почти вдоль бревна. В отличие от выбленочного узла у задвижного штыка не два, а три охватывающих предмет шлага: один с одной стороны коренного конца и два – с другой. При завязывании этого узла необходимо учитывать, в какую сторону будет направлена тяга за коренной конец, и в зависимости от этого вязать узел. Легко запомнить: с какой стороны тяга – там два шлага.\n\nКогда-то задвижной штык на флоте применялся для подъема наверх рангоутных деревьев, если трос приходилось вязать за их середину. Им вязали концы горденей при подъеме на рои лисель-спиртов. Им же привязывали блок со свитнем к рею и к лисель-спирту. Концы вымбовок шпилей крепились свистовом также при помощи задвижного штыка. Когда шлюпки стояли близ борта корабля на шкентеле, на бакштове или буксировались, они привязывались фалинями за банку тем же задвижным штыком.\n\nПрименяя этот узел в быту, не стоит забывать, что он, так же, как и выбленочный узел, надежен только под нагрузкой и не любит резких ослаблений.';en='On sailing ships, this knot was even more widely used than the clove hitch. This is explained by the fact that it is even more perfect and more reliable than the clove hitch. It can also be used in cases where the direction of the rope pull is at an acute angle to the log (yard, mast, etc.) or to the rope to which it is attached. The sliding hitch holds even if the pull is directed almost along the log. Unlike the clove hitch, the sliding hitch has not two, but three slings encircling the object: one on one side of the root end and two on the other. When tying this knot, it is necessary to take into account in which direction the pull will be directed for the root end, and tie the knot depending on this. It is easy to remember: on which side the pull is - there are two slings. \n\nAt one time, the sliding hitch was used in the navy to lift spar trees up if the rope had to be tied by their middle. They tied the ends of the spar when lifting the studding sails onto the studding sails. They also tied the block with the lead to the yard and to the studding sail. The ends of the capstans were fastened with a whistle also using a sliding bayonet. When the boats were standing near the side of the ship on a pendant, on a bowstov or were towed, they were tied with halyards to the bench using the same sliding bayonet. \n\nWhen using this knot in everyday life, do not forget that it, like the clove hitch, is reliable only under load and does not like sudden slackening.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся';en='Tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "49.1",
       "49.2"
   ]
},
{
   "id": 50,
   "name": "ru='Констриктор';en='Constrictor Knot'",
   "description": "ru='“Боа констриктор” – это зоологическое название удава по-латыни. Такие змеи, как удав, питон и анаконда, как известно, убивают свою жертву, сжимая ее тремя петлями своего тела. Узел, известный во всем мире под этим названием, является одним из самых сильно затягивающихся узлов. В то же время он считается и одним из наиболее трудно развязываемых узлов. Как правило, его даже не развязывают, он служит один раз. «Констриктор» хорошо затягивается, если он завязан на круглых, не имеющих острых углов предметах; в этом случае он незаменим. Это очень полезный и важный для нашего быта узел. С его помощью можно, например, очень туго завязать мешок, вентиль камеры футбольного мяча, обжать протекающий резиновый шланг, затянуть свернутый ковер, мешок, ватное одеяло, связать руку хулигану; наложить на раненую конечность жгут и многое другое. С помощью этого удивительного узла можно поднять тушу убитого медведя, не попортив его шкуры. Для этого надо взять драек или короткую прочную палку, вложить се в пасть зверя, за его клыки, и завязать пасть с палкой “констриктором”. Его концы прикрепить к гаку или грузовому шкентелю. Профессиональные такелажники с помощью “констриктора” накладывают временные марки на стальной трос в тех местах, где его нужно перерубить. Этим самым они предотвращают саморасплетение троса до наложения постоянных проволочных марок.';en='“Boa constrictor” is the Latin zoological name for a boa constrictor. Snakes such as the boa constrictor, python, and anaconda are known to kill their prey by constricting it with three loops of their body. The knot known worldwide by this name is one of the tightest knots. At the same time, it is considered one of the most difficult knots to untie. As a rule, it is not even untied; it serves only once. The “constrictor” tightens well if it is tied on round objects without sharp corners; in this case, it is irreplaceable. This is a very useful and important knot for our everyday life. With its help, you can, for example, tie a bag very tightly, a valve of a football chamber, squeeze a leaking rubber hose, tighten a rolled-up carpet, a bag, a wadded blanket, tie a hooligan`s hand; apply a tourniquet to an injured limb and much more. With the help of this amazing knot, you can lift the carcass of a killed bear without damaging its skin. To do this, take a draek or a short strong stick, put it in the animal`s mouth, by its fangs, and tie the mouth to the stick with a “constrictor”. Its ends are attached to a hook or a cargo pendant. Professional riggers use a “constrictor” to put temporary marks on the steel cable in those places where it needs to be cut. In this way, they prevent the cable from unraveling until permanent wire marks are put on.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся';en='Tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "50.1",
       "50.2"
   ]
},
{
   "id": 51,
   "name": "ru='Двойной констриктор';en='Double constrictor Knot'",
   "description": "ru='Затягивается сильнее обычного. Он, как и одинарный “констриктор”, считается незаменимым затягивающимся узлом в быту.';en='It tightens more than usual. Like the single “constrictor”, it is considered an indispensable tightening knot in everyday life.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся';en='Tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "51.1"
   ]
},
{
   "id": 52,
   "name": "ru='Питонов узел';en='Strangle Knot'",
   "description": "ru='Как питон почти ничем не отличается от удава, так и этот узел не имеет особых отличий от “констриктора”. По принципу они схожи. Питонов узел применим для тех же случаев, что и “констриктор”, Кроме этого, он очень может пригодиться для связывания двух поперечных реек (рис. 2). Их соединение с помощью этого узла будет намного прочнее, чем на гвоздях.\n\nНапример, питоновым узлом удобно связывать деревянные рейки воздушного змея. Им можно воспользоваться при сооружении плетеной изгороди, когда одну веревку нужно привязывать к другой под прямым углом.';en='Just as a python is almost no different from a boa constrictor, this knot is no different from a “constrictor”. They are similar in principle. The Python knot is applicable for the same cases as the “constrictor”. In addition, it can be very useful for tying two crossbars (Fig. 2). Their connection with this knot will be much stronger than with nails. For example, a Python knot is convenient for tying wooden slats of a kite. It can be used when constructing a wicker fence, when one rope needs to be tied to another at a right angle.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся';en='Tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "52.1",
       "52.2"
   ]
},
{
   "id": 53,
   "name": "ru='Шахтерский узел';en='Slack Line Hitch'",
   "description": "ru='Прост, оригинален и надежен этот узел. При постоянной нагрузке он хорошо держит. Видимо, свое название он получил ввиду того, что им пользовались в шахтах. И хотя он не считается морским узлом, его можно успешно применять как на суше, так и на море.';en='This knot is simple, original and reliable. It holds well under constant load. Apparently, it got its name due to the fact that it was used in mines. And although it is not considered a marine knot, it can be successfully used both on land and at sea.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся';en='Tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "53.1"
   ]
},
{
   "id": 54,
   "name": "ru='Пикетный узел';en='Picket-Line Hitch'",
   "description": "ru='Этот узел чем-то напоминает выбленочный, хотя его схема иная. Он может быть применен для тех же целей. Очевидно, свое название он получил оттого, что им привязывали к стоякам трос, когда делали пикеты.';en='This knot is somewhat reminiscent of the clove hitch, although its design is different. It can be used for the same purposes. Apparently, it got its name because it was used to tie a cable to the risers when making pickets.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся';en='Tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "54.1"
   ]
},
{
   "id": 55,
   "name": "ru='Гафельный узел';en='Gaff Topsail Halyard Bend'",
   "description": "ru='Само название уже свидетельствует о том, что он из семьи морских узлов. В наше время его уже забыли, видимо, потому, что необходимость в нем отпала. Им всегда можно воспользоваться в быту, когда возникает необходимость быстро прикрепить трос к какому-нибудь предмету цилиндрической формы.';en='The name itself already indicates that it is from the family of sea knots. Nowadays it has been forgotten, probably because the need for it has disappeared. It can always be used in everyday life when there is a need to quickly attach a rope to some cylindrical object.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся';en='Tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "55.1"
   ]
},
{
   "id": 56,
   "name": "ru='Лисельный узел';en='Studding-Sail Bend'",
   "description": "ru='На парусных судах лиселями назывались дополнительные паруса, которые ставились с каждой стороны прямых парусов на особых рангоутных деревьях – лисель-спиртах. Этим узлом лисель пришнуровывался штсртами к лисель-рейке. Хотя теперь лисельный узел больше на флоте не применяется, им можно воспользоваться для крепления троса к круглому рангоутному дереву.';en='On sailing ships, studdingsails were additional sails that were set on each side of the square sails on special spar trees called studdingsails. This knot was used to tie the studdingsail to the studdingsail batten. Although the studdingsail knot is no longer used in the navy, it can be used to attach a rope to a round spar tree.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся';en='Tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "56.1"
   ]
},
{
   "id": 57,
   "name": "ru='Фаловый узел';en='Topsail Halyard Bend'",
   "description": "ru='На парусном корабле прямые паруса, которые ставились между марса-реем и нижним реем, назывались марселями. Смотря по тому, к какой мачте принадлежал парус, он назывался “грот-марсель” на грот-мачте или “фор-марсель” на фок-мачте. Снасти, которой поднимали реи этих парусов, назывались грот-марса-фал и фор-марса-фал. К рею эти снасти прикреплялись фаловым узлом. Как и лисельный, фаловый узел считается надежным морским узлом. Он может сослужить неплохую службу и в нашем быту.';en='On a sailing ship, the square sails that were set between the topsail yard and the lower yard were called topsails. Depending on which mast the sail belonged to, it was called the “main topsail” on the mainmast or the “fore topsail” on the foremast. The rigging that raised the yards of these sails was called the main topsail halyard and the fore topsail halyard. These riggings were attached to the yard with a halyard knot. Like the studding knot, the halyard knot is considered a reliable sea knot. It can also serve us well in everyday life.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся';en='Tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "57.1",
       "57.2"
   ]
},
{
   "id": 58,
   "name": "ru='Щучий узел';en='Bowline with a bight'",
   "description": "ru='Он так же, как и два предыдущих узла, служит для прикрепления троса к предметам цилиндрической формы. Щучий узел намного проще фалового узла.';en='It, like the two previous knots, serves to attach a rope to cylindrical objects. The pike knot is much simpler than the halyard knot.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся';en='Tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "58.1"
   ]
},
{
   "id": 59,
   "name": "ru='Верблюжий узел';en='Schwabisch Hitch'",
   "description": "ru='Если вам нужно привязать тонкую веревку к другой, более толстой веревке для тяги под любым углом, советуем воспользоваться этим удлинительным узлом. Будучи правильно завязан, он не скользит ни влево, ни вправо. Его всегда легко развязать даже в том случае, если он намок и сильно затянулся.';en='If you need to tie a thin rope to another, thicker rope for hauling at any angle, we recommend using this extension knot. When tied correctly, it does not slip left or right. It is always easy to untie, even if it is wet and very tight.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся';en='Tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "59.1"
   ]
},
{
   "id": 60,
   "name": "ru='Стопорный узел';en='Stopper Knot'",
   "description": "ru='При выполнении различных судовых работ на палубе иногда возникает необходимость задержать находящийся под натяжением трос. Это выполняется с помощью другого троса, прикрепляемого стопорным узлом к тросу, который нужно задержать. Если тяга троса, который нужно остановить, будет вправо, то ходовой конец стопорного троса кладут сверху троса шлагом влево, ютом делают еще шлаг и ходовой конец стопорного троса ведут навстречу первому и второму шлагам, в зажим их, а далее вправо вокруг троса в обвивку, делая еще один-два шлага, и в двух-трех местах кладут прочные схватки или закрепляют “под себя”.';en='When performing various shipboard operations on deck, it is sometimes necessary to hold a cable under tension. This is done with another cable, attached with a stopper knot to the cable that needs to be held. If the pull of the cable that needs to be stopped is to the right, then the running end of the stopper cable is placed on top of the cable with the turn to the left, another turn is made with the stern and the running end of the stopper cable is led towards the first and second turns, into their clamp, and then to the right around the cable in a wrap, making one or two more turns, and in two or three places strong grips are placed or secured “under themselves”.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся';en='Tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "60.1",
       "60.2"
   ]
},
{
   "id": 61,
   "name": "ru='Качельный узел';en='Swing hitch'",
   "description": "ru='При устройстве своими силами качелей выбор троса и узла, которым этот трос будет прикреплен к перекладине, имеет большое значение. От этого в основном и зависит надежность вашего самодельного сооружения.\n\nЕсли вы надумаете сделать на даче или во дворе своего дома качели, не ищите другой узел.';en='When building a swing yourself, the choice of the rope and the knot with which this rope will be attached to the crossbar is of great importance. The reliability of your homemade structure mainly depends on this.\n\nIf you decide to make a swing at your dacha or in the yard of your house, do not look for another knot.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся';en='Tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "61.1"
   ]
},
{
   "id": 62,
   "name": "ru='Зигзаговый узел';en='Munter hitch'",
   "description": "ru='Название узла как нельзя лучше соответствует его форме. При вязке этого узла ходовой конец проходит как бы зигзагами то в одну, то в другую сторону. Зигзаговый узел весьма специфичен. Он в основном применяется для утягивания и закрепления высокого штабеля груза в открытом кузове грузового автомобиля, оборудованного высокими стойками. Если, например, на таком грузовике требуется перевезти несколько сотен легких ящиков, то их, прежде всего, необходимо надежно закрепить. Сделать это можно с помощью длинной веревки, применив зигзаговый узел. Крепить веревку вокруг стоек грузовика лучше всего, держа ее моток в руке,иначе придется каждый раз протаскивать всю длину веревки.';en='The name of the knot perfectly matches its shape. When tying this knot, the running end passes in a zigzag pattern, first in one direction, then in the other. The zigzag knot is very specific. It is mainly used to tighten and secure a high stack of cargo in the open body of a truck equipped with high racks. If, for example, several hundred light boxes need to be transported on such a truck, then they must first be securely secured. This can be done with a long rope, using a zigzag knot. It is best to secure the rope around the truck racks by holding its coil in your hand, otherwise you will have to pull the entire length of the rope each time.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся';en='Tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "62.1"
   ]
},
{
   "id": 63,
   "name": "ru='Паловый узел';en='Pile Hitch'",
   "description": "ru='Этот нехитрый узел очень удобен для закрепления фалиня шлюпки или катера за пал, битенг или одинарный кнехт. Чтобы правильно завязать его, ходовой конец фалиня нужно сложить вдвое, обнести пал сбоку, пропустить петлю под оба конца и накинут сверху на пал.';en='This simple knot is very convenient for securing a painter line of a boat or launch to a bollard, bitt or single bollard. To tie it correctly, the running end of the painter line must be folded in half, carried around the side of the bollard, the loop passed under both ends and thrown over the top of the bollard.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся';en='Tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "63.1"
   ]
},
{
   "id": 64,
   "name": "ru='Битенговый узел';en='Spar hitch'",
   "description": "ru='Он также служит при швартовке небольших судов для зачаливания на битенг, пал или причальную тумбу. Ходовой конец фалиня или швартова обносят вокруг битенга, потом складывают его вдвое петлей и пропускают под коренной конец. Здесь петлю перекручивают один раз на 180 градусов и надевают сверху на битенг. Такой способ закрепления швартовного конца прост и вполне надежен.';en='It is also used for mooring small vessels for mooring to a bitt, a pier or a mooring bollard. The running end of the painter or mooring line is carried around the bitt, then folded in half into a loop and passed under the root end. Here the loop is twisted once by 180 degrees and put on top of the bitt. This method of securing the mooring line is simple and quite reliable.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся';en='Tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "64.1"
   ]
},
{
   "id": 65,
   "name": "ru='Удавка с полуштыками';en='Timber Hitch'",
   "description": "ru='Удавка с полуштыками, наряду с задвижным штыком, применялась на кораблях для подъема наверх рангоутных деревьев – стеньг, реев, гафелей и пр. Ею обвязывали в воде бревна для буксировки, ее применяли для погрузки цилиндрических по форме предметов, грузили рельсы и телеграфные столбы. Этот же узел использовался для крепления коренных концов марса-шкотов, марса-гитовов и других снастей, где нужно было иметь концы готовыми для быстрой отдачи. Удавка без полуштыков нередко применялась для крепления швартова за береговой пал.\n\nЭтот проверенный многовековым опытом на море узел издавна находит себе применение и на берегу. Его широко используют лесорубы. На многих иностранных языках название этого узла “лесной узел” или “бревенчатый узел”.\nУдавка с полуштыками – надежный и очень прочный узел, который исключительно сильно затягивается вокруг поднимаемогопредмета. Ходовой конец троса нужно пропускать поверх коренного конца внутрь петли в сторону зажимаемого предмета. После того как петля обнесена ходовым концом 3–4 раза, его выводят из петли в сторону дальнего конца, с которого будет тяга. В то же время удавку очень легко и просто развязать, когда тяга на трос прекращается.\n\nЧтобы без риска для человеческой жизни поднять ствол дерева в несколько тонн или тяжелую металлическую трубу, не обязательно иметь какие-то особые такелажные приспособления для крана. Можно прекрасно обойтись растительным тросом соответствующей прочности или стальным. Но для этого необходимо уметь правильно завязывать этот узел. Его всегда Нужно вязать немного в сторону от середины бревна (трубы). Выведя ходовой конец троса из петли, составляющей узел, его тянут в сторону конца поднимаемого предмета, с которого будет тяга, и делают два полуштыка. Но, как правило, два полуштыка делают до начала вязки удавки, так как коренной конец снасти уже закреплен (ряс. 2). Слабина троса между удавкой и полуштыками перед подъемом должна быть выбрана. Подняв предмет краном, его лучше за один прием, не опуская на землю, доставить на место. Всегда следует помнить, что этот узел нужно проверять перед каждым подъемом (если он осуществляется в два приема). Немаловажным является и то, в какую сторону делать на бревне полуштыки. Их следует укладывать по ходу спуска троса. Подъем тяжелых предметов удавкой без полуштыков считается опасным.';en='A noose with half-bayonets, along with a sliding bayonet, was used on ships to lift spar trees - topmasts, yards, gaffs, etc. It was used to tie logs in the water for towing, it was used to load cylindrical objects, rails and telegraph poles. The same knot was used to secure the root ends of the topsail sheets, topsail rigging and other rigging, where it was necessary to have the ends ready for quick release. A noose without half-bayonets was often used to secure a mooring line to a shore bolster. \n\nThis knot, proven by centuries of experience at sea, has long found use on the shore. It is widely used by lumberjacks. In many foreign languages, this knot is called “forest knot” or “log knot”. \nA noose with half-bayonets is a reliable and very strong knot that tightens exceptionally tightly around the object being lifted. The running end of the rope must be passed over the root end inside the loop towards the object being clamped. After the loop has been circled with the running end 3-4 times, it is taken out of the loop towards the far end, from which the traction will be. At the same time, the noose is very easy and simple to untie when the traction on the rope stops. \n\nIn order to lift a tree trunk weighing several tons or a heavy metal pipe without risking human life, it is not necessary to have any special rigging devices for a crane. You can easily get by with a vegetable rope of appropriate strength or a steel one. But for this you need to know how to tie this knot correctly. It should always be tied slightly to the side from the middle of the log (pipe). Having taken the running end of the rope out of the loop that makes up the knot, it is pulled towards the end of the object being lifted, from which the traction will be, and two half hitches are made. But, as a rule, two half-hitches are made before the beginning of tying the noose, since the root end of the tackle is already secured (Fig. 2). The slack in the cable between the noose and the half-hitches must be taken up before lifting. Having lifted the object with a crane, it is better to deliver it to the place in one go, without lowering it to the ground. It should always be remembered that this knot must be checked before each lift (if it is carried out in two steps). It is also important in which direction the half-hitches are made on the log. They should be laid along the way the cable is lowered. Lifting heavy objects with a noose without half-hitches is considered dangerous.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся';en='Tightening'", "type": "PURPOSE"}
   ],
   "pictures": [
       "65.1",
       "65.2",
	   "65.3"
   ]
},
{
   "id": 66,
   "name": "ru='Дубовая петля';en='Overhand Bend'",
   "description": "ru='Это самая простая петля из всех существующих незатягивающихся петель. Она вяжется простым узлом на конце троса, сложенного вдвое. Дубовая петля прочна и безопасна, но сильно ослабляет трос, перегибая его. В отличие от дубового узла, она может быть применена на синтетическом тросе. Существенный ее недостаток состоит в том, что узел на конце троса сильно затягивается и петлю очень трудно развязать.';en='This is the simplest loop of all existing non-tightening loops. It is tied with a simple knot at the end of a rope folded in half. The oak loop is strong and safe, but it weakens the rope greatly by bending it. Unlike the oak knot, it can be used on a synthetic rope. Its significant disadvantage is that the knot at the end of the rope tightens strongly and the loop is very difficult to untie.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся петли';en='Non-tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "66.1"
   ]
},
{
   "id": 67,
   "name": "ru='Жилковая петля';en='Gut Knot'",
   "description": "ru='Если, завязывая дубовую петлю, сложенным вдвое ходовым концом сделать дополнительный шлаг, то получится петля, которую развязать будет уже чуть-чуть легче (здесь и далее на схемах крестом обозначена рабочая петля). Она применяется для тонких рыболовных лесок.';en='If, when tying an oak loop, you make an additional turn with the folded in half working end, you will get a loop that will be slightly easier to untie (here and further on in the diagrams the working loop is marked with a cross). It is used for thin fishing lines.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся петли';en='Non-tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "67.1"
   ]
},
{
   "id": 68,
   "name": "ru='Фламандская петля';en='Flemish Loop'",
   "description": "ru='Завязанная восьмеркой на сложенном вдвое тросе, она представляет собой прочную и легко развязываемую петлю на конце троса. Фламандская петля пригодна для вязки как на толстых, так и на тонких тросах. Она почти нс ослабляет прочность троса, Применяется для крепления струн музыкальных инструментов и для других целей.';en='Tied in a figure eight on a folded rope, it is a strong and easy to untie loop at the end of the rope. The Flemish loop is suitable for tying both thick and thin ropes. It hardly weakens the strength of the rope. It is used for fastening the strings of musical instruments and for other purposes.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся петли';en='Non-tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "68.1"
   ]
},
{
   "id": 69,
   "name": "ru='Хонда';en='Bowstring Knot'",
   "description": "ru='Археологические находки свидетельствуют, что этот способ завязывания петли один из древнейших. Еще задолго до нашей эры люди на разных континентах Земли таким способом прикрепляли тетиву к луку.\nДополнительный узел на конце ходового троса служит стопором, который при натяжении не позволяет ему выскользнуть из петли узла.\n“Хонда” – это американское название такой петли. До сих пор ею пользуются для вязки лассо ковбои Мексики и южных штатов США.';en='Archaeological finds indicate that this method of tying a loop is one of the most ancient. Long before our era, people on different continents of the Earth attached the bowstring to the bow in this way.\nAn additional knot at the end of the running rope serves as a stopper, which, when tensioned, does not allow it to slip out of the loop of the knot.\n“Honda” is the American name for such a loop. To this day, cowboys in Mexico and the southern states of the USA still use it to tie lassos.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся петли';en='Non-tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "69.1"
   ]
},
{
   "id": 70,
   "name": "ru='Эскимосская петля';en='Eskimo Bowstring Loop Knot'",
   "description": "ru='Этой петлей эскимосы пользовались для прикрепления тетивы к луку. Официальное название этой петли «эскимосский узел для тетивы лука». Она обладает немаловажным для этой цели свойством: ее размер можно изменять после того как узел уже завязан.\nПри натяжении за коренной конец троса петля остается неподвижной.';en='The Eskimos used this loop to attach the bowstring to the bow. The official name for this loop is «Eskimo bowstring knot». It has an important property for this purpose: its size can be changed after the knot is tied.\nWhen pulled by the root end of the rope, the loop remains motionless.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся петли';en='Non-tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "70.1"
   ]
},
{
   "id": 71,
   "name": "ru='Совершенная петля';en='Angler’s Loop'",
   "description": "ru='Узел, которым вяжется эта неподвижная петля на конце троса, прост, надежен не скользит даже на самой тонкой синтетической леске. Совершенная петля очень популярна за рубежом у рыболовов.';en='The knot that ties this fixed loop at the end of the rope is simple, reliable and does not slip even on the thinnest synthetic line. The Perfect Loop is very popular among fishermen abroad.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся петли';en='Non-tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "71.1"
   ]
},
{
   "id": 72,
   "name": "ru='Рыбацкая петля';en='Fisherman’s Loop'",
   "description": "ru='Нередко ее называют английской петлей или рыбацким огоном. Ее можно завязать как на конце, так и на середине троса. При затягивании узлы нужно сблизить. Эта петля широко применяется рыболовами. Моряки используют ее вместо фабричного огона при обрыве швартовного троса и в тех случаях, когда необходимо надежно закрепить трос за какой-либо предмет.';en='It is often called an English loop or a fisherman`s eye. It can be tied either at the end or in the middle of the rope. When tightening, the knots should be brought closer together. This loop is widely used by fishermen. Sailors use it instead of a factory eye when a mooring rope breaks and in cases where it is necessary to securely fasten the rope to some object.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся петли';en='Non-tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "72.1",
       "72.2",
	   "72.3"
   ]
},
{
   "id": 73,
   "name": "ru='Бурлацкая петля';en='Harness Loop'",
   "description": "ru='Английские моряки называют ее упряжковой петлей или пушкарским узлом. Видимо, моряки заимствовали ее у артиллеристов, которые применяли этот узел в тех случаях, когда на крутых горных дорогах или на бездорожье им приходилось в упряжку впрягать дополнительных лошадей или солдат. Эту петлю можно сделать как на конце троса, так и на его середине. Бурлацкая петля рассчитана на приложение тяги в любую сторону. Она легко завязывается и надежно держит. Правда, перед тем как к петле будет приложена нагрузка, ее следует крепко затянуть руками, так как при резкой тяге она имеет тенденцию переворачиваться и некоторое время скользит вдоль троса. Несколько завязанных таким образом петель помогут вытащить застрявший в грязи автомобиль, позволят подняться на высоту или спуститься с отвесной скалы.';en='English sailors call it a harness loop or a gunner`s knot. Apparently, sailors borrowed it from artillerymen, who used this knot in cases when they had to harness additional horses or soldiers to a harness on steep mountain roads or off-road. This loop can be made either at the end of the rope or in the middle. The barge hauler`s loop is designed to apply traction in any direction. It is easy to tie and holds securely. However, before applying a load to the loop, it should be tightened firmly by hand, since with a sharp pull it tends to turn over and slide along the rope for some time. Several loops tied in this way will help pull out a car stuck in the mud, allow you to climb to a height or descend from a steep cliff.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся петли';en='Non-tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "73.1",
       "73.2",
	   "73.3"
   ]
},
{
   "id": 74,
   "name": "ru='Ездовая петля';en='Lineman’s Loop'",
   "description": "ru='Так же, как и бурлацкая, ездовая петля рассчитана на тягу в любом направлении и может быть завязана в середине троса. Она вяжется более сложным способом, чем бурлацкая петля, но зато более прочна и надежна.';en='Just like the burlak loop, the sled loop is designed for pulling in any direction and can be tied in the middle of the rope. It is tied in a more complex way than the burlak loop, but it is stronger and more reliable.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся петли';en='Non-tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "74.1",
       "74.2",
	   "74.3"
   ]
},
{
   "id": 75,
   "name": "ru='Травяная петля';en='Grass loop'",
   "description": "ru='Это еще одна разновидность незатягивающейся одинарной петли. Ее вязку следует начинать с простого узла. Свое название она получила от названия узла, которому она соответствует.';en='This is another type of non-tightening single loop. Its knitting should be started with a simple knot. It got its name from the name of the knot to which it corresponds.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся петли';en='Non-tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "75.1",
       "75.2",
	   "75.3"
   ]
},
{
   "id": 76,
   "name": "ru='Беседочный узел';en='Bоwline knot'",
   "description": "ru='В морском языке название этого узла произошло от “беседки”, но не от обычной, а от морской беседки, которая представляет собой небольшую деревянную доску – платформу, служащую для подъема человека на мачту или опускания за борт судна при покрасочных или иных работах. Эта доска с помощью тросов крепится к подъемному тросу особым узлом, который и получил название беседочный узел. Второе его название булинь. Оно произошло от английского термина “булинь”, обозначающего снасть, которой оттягивают наостренную боковую шкаторину нижнего прямого паруса. Эта снасть вяжется к шкаторине паруса “булиневым узлом” (The Bowline Knol), или просто “булинем”.\n\nБеседочный узел, несмотря на изумительную компактность, содержит в себе одновременно элементы простого узла, полу-штыка, ткацкого и прямого узлов. Элементы всех этих узлов в определенном сочетании дают беседочному узлу право называться универсальным. Он удивительно просто вяжется, даже при сильной тяге никогда не затягивается “намертво”, не портит трос, никогда не скользит вдоль троса, сам не развязывается, но его легко развязать, когда это нужно.\n\nОсновное назначение беседочного узла – это обвязка человека тросом под мышками как средство страховки при подъеме на высоту, опускании за борт или в задымленном помещении во время пожара на борту судна. В незатягивающуюся петлю этого узла можно вставить беседку. Завязанная беседочным узлом петля на швартове надежно служит вместо огона. Этот узел с успехом можно применить для связывания двух тросов любого диаметра или для связывания толстого растительного троса со стальным (в этом случае тросы соединяются петлями, а узлы вяжутся на своих коренных концах). Из всех способов связывания двух тросов из различного материала (например, пенька и сталь, дакрон и манила) соединение с помощью двух беседочных узлов петлями будет самым надежным. Кроме того, из беседочного узла можно сделать надежную затягивающуюся петлю. Его можно применять для швартовки и для крепления троса к гаку беседочный узел также можно без опасения применить для временного укорачивания троса или в случае, когда требуется исключить износившийся кусок троса из работы, связав узел так, чтобы этот кусок приходился на петлю.\n\nСуществует много способов вязки беседочного узла. Вниманию читателя предлагается самый рациональный и наиболее простой.\n\nВ жизни всегда может пригодиться умение быстро завязать беседочный узел вокруг своей талии. Это нужно уметь делать одной рукой одним непрерывным движением кисти, в темноте, за 2–3 секунды. Научиться этому совсем не трудно.\n\nВозьмите коренной конец троса в левую руку, правой обнесите ходовой конец сзади себя вокруг своей талии. В правую кисть возьмите ходовой конец и, отступя от его края примерно 10 сантиметров, зажмите его в кулаке. В левую кисть возьмите коренной конец и вытяните левую руку вперед. Теперь, имея коренной конец троса слегка натянутым, правой кистью с зажатым в ней ходовым концом обогните коренной конец троса сверху вниз на себя и вверх от себя. Старайтесь сделать такое движение кистью, чтобы она целиком не попала в петлю. Далее ходовой конец обнесите вокруг натянутого коренного конца влево и перехватите его большим и указательным пальцами правой руки. Вытаскивая правую кисть из петли, одновременно просовывайте ходовой конец в малую петлю. Держа правой кистью ходовой конец, левой потяните за коренной конец. Узел завязан вокруг вашей талии по схеме рис. 76. Проделав это несколько раз подряд, вы научитесь завязывать беседочный узел на себе в темноте или с закрытыми глазами.\n\nПредставьте такую ситуацию: вы оказались за бортом судна в воде, вам бросили с палубы конец, по которому вы не сможете подняться наверх, потому что он скользкий. Завязав вокруг своей талии беседочный узел и передвинув образовавшуюся петлю под мышки, вы можете гарантировать, что вас благополучно вытащат из воды на палубу. Этот великолепный узел не раз спасал жизнь морякам. Чтобы развязать беседочный узел, достаточно немного сдвинуть петлю ходового конца вдоль ослабленной коренной части троса.';en='In the maritime language, the name of this knot comes from “arbor”, but not from the usual one, but from the marine arbor, which is a small wooden board - a platform used to lift a person up the mast or lower him overboard during painting or other work. This board is attached to the lifting rope with a special knot using ropes, which is called the bowline knot. Its second name is bowline. It comes from the English term “bowline”, meaning the tackle with which the pointed side luff of the lower square sail is pulled back. This tackle is tied to the luff of the sail with the “bowline knot” (The Bowline Knol), or simply “bowline”. \n\nThe bowline knot, despite its amazing compactness, contains elements of a simple knot, a half-hitch, a weaver`s knot and a straight knot at the same time. The elements of all these knots in a certain combination give the bowline knot the right to be called universal. It is surprisingly easy to tie, even under strong traction it never tightens “too tight”, does not damage the rope, never slides along the rope, does not untie itself, but it is easy to untie when necessary. \n\nThe main purpose of the bowline knot is to tie a person with a rope under the arms as a means of insurance when climbing to a height, lowering overboard or in a smoke-filled room during a fire on board a vessel. A bowline can be inserted into the non-tightening loop of this knot. A loop on a mooring line tied with a bowline knot reliably serves as an eye. This knot can be successfully used to tie two ropes of any diameter or to tie a thick vegetable rope with a steel one (in this case, the ropes are connected with loops, and the knots are tied at their root ends). Of all the ways of tying two ropes made of different materials (for example, hemp and steel, dacron and manila), the connection using two bowline knots with loops will be the most reliable. In addition, a bowline knot can be used to make a reliable tightening loop. It can be used for mooring and for fastening a rope to a hook. The bowline knot can also be safely used for temporarily shortening a rope or in cases where it is necessary to exclude a worn-out piece of rope from work by tying the knot so that this piece falls on the loop. \n\nThere are many ways to tie a bowline knot. The reader is offered the most rational and simplest one. \n\nIn life, the ability to quickly tie a bowline knot around your waist can always come in handy. You need to be able to do this with one hand, with one continuous movement of the wrist, in the dark, in 2-3 seconds. It is not difficult to learn this at all.\n\nTake the root end of the rope in your left hand, and with your right hand, wrap the running end around your waist behind you. Take the running end in your right hand and, stepping back from its edge by about 10 centimeters, squeeze it in your fist. Take the root end in your left hand and stretch your left hand forward. Now, with the root end of the rope slightly taut, with your right hand, with the running end clamped in it, wrap the root end of the rope from top to bottom toward you and up away from you. Try to make such a movement with your hand so that it does not get completely into the loop. Next, wrap the running end around the taut root end to the left and intercept it with the thumb and forefinger of your right hand. Pulling your right hand out of the loop, simultaneously push the running end into the small loop. Holding the running end with your right hand, pull the root end with your left. The knot is tied around your waist according to the diagram in Fig. 76. After doing this several times in a row, you will learn how to tie a bowline knot on yourself in the dark or with your eyes closed.\n\nImagine this situation: you find yourself overboard in the water, and someone throws you a rope end from the deck that you cannot climb up because it is slippery. By tying a bowline knot around your waist and moving the resulting loop under your arms, you can guarantee that you will be safely pulled out of the water onto the deck. This excellent knot has saved the lives of sailors more than once. To untie a bowline knot, just move the loop of the running end slightly along the weakened root part of the rope.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся петли';en='Non-tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "76.1",
       "76.2"
   ]
},
{
   "id": 77,
   "name": "ru='Двойной беседочный узел';en='Twin bowline knot'",
   "description": "ru='Этот узел, имеющий две незатягивающиеся петли, применяется вместо беседки для подъема человека на высоту, для подъема или опускания человека, потерявшего сознание, и в других случаях. При вязке узла одна из петель делается почти в два раза меньше другой. В одной петле человек сидит, вторая петля обхватывает его туловище под мышками. Это позволяет ему, поднявшись на высоту, работать двумя руками.\n\nВ морской практике существует несколько способов завязывания двойного беседочного узла. Объясним наиболее постой. Узел вяжется сложенным вдвое тросом. После ввода ходового конца (в виде петли) в малую петлю узла гот конец нужно немного вытянуть и, обнеся вокруг большой петли, поместить в верхнюю часть узла. Держа одной рукой за коренную часть троса, другой рукой потянуть за правую сторону большой двойной петли. После этого узел затянется и будет готов к использованию.';en='This knot, which has two non-tightening loops, is used instead of a sling to lift a person to a height, to lift or lower a person who has lost consciousness, and in other cases. When tying the knot, one of the loops is made almost twice as small as the other. In one loop, the person sits, the second loop clasps his body under the arms. This allows him, having risen to a height, to work with both hands. \n\nIn marine practice, there are several ways to tie a double sling knot. We will explain the simplest. The knot is tied with a rope folded in half. After inserting the running end (in the form of a loop) into the small loop of the knot, this end must be pulled out a little and, having carried it around the large loop, placed in the upper part of the knot. Holding the root part of the rope with one hand, pull the right side of the large double loop with the other hand. After this, the knot will tighten and will be ready for use.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся петли';en='Non-tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "77.1",
       "77.2",
	   "77.3"
   ]
},
{
   "id": 78,
   "name": "ru='Боцманский узел';en='Spanish bowline knot'",
   "description": "ru='Этот старинный морской узел иногда называют “испанским беседочным”. Он так же, как и двойной беседочный, служит дляподъема человека наверх или для опускании его с высоты.\n\nПользуясь боцманским узлом, в каждую из его двух петель просовывают ногу и рукой держатся за трос. Этим узлом можно поднять (или опустить с высоты) потерявшего сознание человека. Чтобы он не вывалился из двух петель, на его груди дополнительно завязывают ходовым концом троса один или два полуштыка.';en='This ancient sea knot is sometimes called the “Spanish Bowline”. Like the Double Bowline, it is used to lift a person up or lower them from a height.\n\nWhen using the Boatswain`s Knot, a foot is put through each of its two loops and a hand is held onto the rope. This knot can be used to lift (or lower) an unconscious person. To prevent the person from falling out of the two loops, one or two half hitches are additionally tied to the running end of the rope on his chest.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся петли';en='Non-tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "78.1",
       "78.2",
	   "78.3"
   ]
},
{
   "id": 79,
   "name": "ru='Французский топовый узел';en='French masthead'",
   "description": "ru='Петли этого узла а топах мачт парусных кораблей служили для крепления бакштагов, которые ввязывали в них шкотовым узлом свободные концы узла связывали прямым узлом и таким образом получали третью петлю, которую использовали для крепления штага. Один узел одновременно крепил три части стоячего такелажа.';en='The loops of this knot at the tops of the masts of sailing ships served to secure the backstays, which were tied into them with a sheet knot; the free ends of the knot were tied with a straight knot, thus obtaining a third loop, which was used to secure the stay. One knot simultaneously secured three parts of the standing rigging.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся петли';en='Non-tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "79.1",
       "79.2"
   ]
},
{
   "id": 80,
   "name": "ru='Топовый узел';en='Masthead Knot'",
   "description": "ru='Он применялся на топах мачт парусных кораблей вместо бугелей с обухами (кованых колец со скобами) для крепления бакштагов и штага. Этим узлом пользовались для крепления временных оттяжек при установке мачт и забивке свай,\n\nПо-английски название этого узла “Shamrock Knot”, что обозначает трилистник (заячья капуста или кислица), который является эмблемой Ирландии. Узел можно применить на берегу для крепления флагштоков и антенных мачт, деревьев-саженцев и пр. Если у вас есть кувшин, горлышко которого имеет более-менее большой выступ, с помощью топового узла можете сделать к нему удобную ручку.\n\nНо лучше всего этим узлом пользоваться для переноски арбузов и крупных дынь. Ведь когда-то на военных парусных кораблях его использовали для переноски ядер. Из куска любого троса длиной 3 метра получается надежная корзинка для самого крупного арбуза. При этом узел не стоит до конца затягивать, а три его петли нужно связать двумя свободными концами. Из четырех известных способов вязки этого топового узла показанный на схеме считается лучшим.';en='It was used on the tops of the masts of sailing ships instead of yokes with eyes (forged rings with clamps) for attaching the backstays and stays. This knot was used to attach temporary guys when installing masts and driving piles. \n\nIn English, the name of this knot is “Shamrock Knot”, which means trefoil (hare cabbage or sorrel), which is the emblem of Ireland. The knot can be used on the shore to attach flagpoles and antenna masts, tree seedlings, etc. If you have a jug with a neck with a more or less large protrusion, you can make a convenient handle for it using the top knot. \n\nBut it is best to use this knot for carrying watermelons and large melons. After all, it was once used on military sailing ships to carry cannonballs. A 3-meter long piece of any rope makes a reliable basket for the largest watermelon. In this case, the knot should not be tightened completely, and its three loops should be tied with two free ends. Of the four known methods of tying this top knot, the one shown in the diagram is considered the best.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся петли';en='Non-tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "80.1",
       "80.2"
   ]
},
{
   "id": 81,
   "name": "ru='Южный Крест';en='Southern cross'",
   "description": "ru='Такое романтическое название этому узлу дали моряки далекого прошлого. Иногда его называют “морским крестом”. По своей сущности это тоже топовый узел, но другого способа вязки и принципа. Если вытянуть три петли узла, то он по форме окажется крестом (отсюда и название). Этот узел применялся раньше для тех же целей, что и топовый узел.';en='Sailors of the distant past gave this knot such a romantic name. Sometimes it is called a “sea cross”. In essence, it is also a top knot, but with a different method of tying and principle. If you pull out three loops of the knot, it will turn out to be a cross (hence the name). This knot was used earlier for the same purposes as the top knot.'",
   "tags": [
       {"id": 2, "name": "ru='Незатягивающиеся петли';en='Non-tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "81.1",
       "81.2"
   ]
},
{
   "id": 82,
   "name": "ru='Бегущий простой узел';en='Noose'",
   "description": "ru='Это самый простой узел, образующий затягивающуюся петлю. При тяге за коренной конец петля затягивается, но ее можно увеличить в размере, потянув за ходовой конец в сторону от петли. Узел можно завязать в любой части веревки. С его помощью можно затянуть мешок, связать тюк, прикрепить к чему-нибудь трос, зачалить лодку за сваю.';en='This is the simplest knot that forms a tightening loop. When you pull on the root end, the loop tightens, but it can be increased in size by pulling on the running end away from the loop. The knot can be tied in any part of the rope. It can be used to tighten a bag, tie a bale, attach a rope to something, or moor a boat to a pile.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся петли';en='Tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "82.1",
       "82.2",
	   "82.3"
   ]
},
{
   "id": 83,
   "name": "ru='Скользящая восьмерка';en='Slide figure-eight knot'",
   "description": "ru='Основанный на принципе восьмерки этот узел относится к разрядунадежных,сильно затягивающихся петель. Он обладает свойством плавно и равномерно затягиваться при тяге за коренной конец.';en='Based on the figure-eight principle, this knot is a reliable, highly tightening loop. It has the property of tightening smoothly and evenly when pulled by the root end.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся петли';en='Tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "83.1"
   ]
},
{
   "id": 84,
   "name": "ru='Скользящая глухая петля';en='Double Ring Knot'",
   "description": "ru='Этот простой и прочный узел может служить в повседневной жизни для затягивания различных тюков и свертков при их упаковке Вязка узла предельно проста и не требует каких-либо комментариев.';en='This simple and strong knot can be used in everyday life to tighten various bales and bundles when packing them. Tying the knot is extremely simple and does not require any comments.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся петли';en='Tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "84.1"
   ]
},
{
   "id": 85,
   "name": "ru='Бегущий булинь';en='Running Bowline Knot'",
   "description": "ru='Бегущий булинь – это то же беседочный узел с маленькой петлей, в которую пропущен коренной конец. Он основан на принципе лассо. Действует бегущий булинь безотказно. В морском деле его применяют для вылавливания плавающих бревен и топляков, им ищут и поднимают оставленные на дне адмиралтейские якоря.';en='A running bowline is the same as a bowline knot with a small loop through which the root end is passed. It is based on the lasso principle. The running bowline works flawlessly. In the marine industry, it is used to catch floating logs and driftwood, and it is used to search for and raise Admiralty anchors abandoned on the bottom.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся петли';en='Tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "85.1"
   ]
},
{
   "id": 86,
   "name": "ru='Силковый узел';en='Trap knot'",
   "description": "ru='Этот узел позаимствован из незамысловатой техники птицеловов. Силки, сделанные из конского волоса или самой тонкой нейлоновой лески с помощью такого узла, действуют безотказно. Силковый узел считается одним из наиболее плавно и легко затягивающихся узлов.';en='This knot is borrowed from the simple technique of bird catchers. Snares made from horsehair or the thinnest nylon line with the help of this knot work without fail. The snaring knot is considered one of the smoothest and easiest knots to tighten.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся петли';en='Tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "86.1",
       "86.2",
	   "86.3"
   ]
},
{
   "id": 87,
   "name": "ru='Эшафотный узел';en='Hangman’s Knot'",
   "description": "ru='Название узла говорит о его назначении. Это один из старинных узлов, выработанных многовековой практикой смертной казни через повешение. Однако, несмотря на мрачное предназначение, его с успехом можно применять для многих других целей, например для временного крепления троса за разные предметы.';en='The name of the knot speaks of its purpose. It is one of the ancient knots developed by centuries of practice of capital punishment by hanging. However, despite its grim purpose, it can be successfully used for many other purposes, such as temporarily attaching a rope to various objects.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся петли';en='Tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "87.1"
   ]
},
{
   "id": 88,
   "name": "ru='Затягивающаяся удавка';en='Heaving line knot'",
   "description": "ru='Этот узел так же называют эшафотным, или “висельным” узлом. Но несмотря на это, он находит и другое применение в морском деле. Его используют при временном креплении троса за плавающие в воде предметы или при накидывании и креплении троса за какой-либо предмет на берегу. Этот узел имеет преимущество даже перед таким хорошим узлом, как удавка с полуштыками, в том, что ходовой конец троса не может выскользнуть из петли, и потому затягивающаяся удавка считается надежнее.\n\nНа парусниках этим узлом крепили коренные концы марса-шкотов и марса-гитовых и других снастей в тех случаях, когда нужно было иметь эти концы готовыми к отдаче.\n\nЧтобы завязать этот узел, трос укладывают в виде двух одинаковых по размеру петель. Обе петли обносят несколько раз ходовым концом троса, после чего этот конец пропускают в петлю, обращенную к коренной части троса, и, вытягивая крайнюю петлю, зажимают в ней. Затягивающуюся удавку всегда можно без труда развязать, если потянуть за коренную часть троса.\n\nЭтот мрачный узел можно неплохо использовать в морском деле двояким образом. Во-первых, по схеме его вязки удобно хранить в виде компактной бухты трос. Сделав этот узел без петли на ходовом конце бросательного конца, вы получите отличную легкость. Если он вам покажется недостаточно тяжелым, перед применением опустите его в воду.';en='This knot is also called a scaffold or “hanging” knot. But despite this, it has other uses in maritime affairs. It is used for temporary fastening of a rope to objects floating in the water or for throwing and fastening a rope to some object on the shore. This knot has an advantage even over such a good knot as a noose with half-bayonets in that the running end of the rope cannot slip out of the loop, and therefore a tightening noose is considered more reliable. \n\nOn sailboats, this knot was used to fasten the root ends of the topsail sheets and topsail and other rigging in cases where it was necessary to have these ends ready to give way. \n\nTo tie this knot, the rope is laid in the form of two loops of the same size. Both loops are passed around several times with the running end of the rope, after which this end is passed through the loop facing the root part of the rope, and, pulling the outer loop, it is clamped in it. The tightening noose can always be easily untied if you pull the root part of the rope. \n\nThis gloomy knot can be used well in the sea in two ways. Firstly, according to the scheme of its tying, it is convenient to store the rope in the form of a compact coil. By making this knot without a loop on the running end of the throwing end, you will get excellent lightness. If it seems not heavy enough to you, lower it into the water before use.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся петли';en='Tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "88.1",
       "88.2",
	   "88.3",
	   "88.4"
   ]
},
{
   "id": 89,
   "name": "ru='Пьяный узел';en='Tom fool knot'",
   "description": "ru='В этом узле две затягивающимиеся петли. Когда тянут одновременно за ходовой и коренной концы, петли затягиваются. Этот узел на Руси испокон веков назывался “пьяным”: видимо, его применяли для усмирения не в меру разгулявшихся людей, надевая петли на запястья рук за спиной и связывая концы на груди.';en='This knot has two tightening loops. When you pull the running and root ends at the same time, the loops tighten. This knot has always been called “drunken” in Rus': apparently, it was used to pacify people who had gone wild, putting the loops on their wrists behind their backs and tying the ends on their chests.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся петли';en='Tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "89.1",
       "89.2"
   ]
},
{
   "id": 90,
   "name": "ru='Кандальный узел';en='Handcuff knot'",
   "description": "ru='Он очень схож с “пьяным” узлом. Его название на английском языке обозначает “наручники”. Узел может служить для тех же целей. Несмотря на внешнее сходство, это два разных узла. Во всяком случае, не развязывая их и не вынимая концов из центральной петли, один узел превратить в другой невозможно. Некоторые моряки называют этот узел двойным топовым узлом, так как иногда он применяется аналогично топовому узлу.';en='It is very similar to the “drunk” knot. Its name in English means “handcuffs”. The knot can serve the same purpose. Despite the external similarity, these are two different knots. In any case, without untying them and removing the ends from the central loop, it is impossible to transform one knot into the other. Some sailors call this knot a double top knot, since it is sometimes used in the same way as the top knot.'",
   "tags": [
       {"id": 2, "name": "ru='Затягивающиеся петли';en='Tightening loops'", "type": "PURPOSE"}
   ],
   "pictures": [
       "90.1",
       "90.2"
   ]
},
{
   "id": 91,
   "name": "ru='Развязывающийся простой узел';en='Slip overhand Knot'",
   "description": "ru='Этот узел неплохо служит простейшим стопором, который можно быстро отдать даже под натяжением троса. При рывке за ходовой конец он мгновенно развяжется. Его можно применять во всех случаях, когда нужно что-нибудь временно закрепить с таким расчетом, чтобы в любую минуту можно было освободить веревку.';en='This knot serves well as a simple stopper, which can be released quickly even under tension of the rope. When you tug on the running end, it will instantly come undone. It can be used in all cases when you need to temporarily secure something so that you can release the rope at any moment.'",
   "tags": [
       {"id": 2, "name": "ru='Быстроразвязывающиеся узлы';en='Quick release knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "91.1",
       "91.2"
   ]
},
{
   "id": 92,
   "name": "ru='Развязывающаяся восьмерка';en='Slipped Figure-eight Knot'",
   "description": "ru='Если обыкновенную восьмерку сделать с петлей, т. е. в последнюю ее петлю пропустить сложенный вдвое ходовой конец, то мы получим хороший быстроразвязывающийся стопор.';en='If you make a regular figure eight with a loop, i.e. pass the running end folded in half through its last loop, then you will get a good quick-release stopper.'",
   "tags": [
       {"id": 2, "name": "ru='Быстроразвязывающиеся узлы';en='Quick release knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "92.1"
   ]
},
{
   "id": 93,
   "name": "ru='Развязывающийся бегущий простой узел';en='Slipped noose'",
   "description": "ru='Бегущий простой узел можно легко превратить в быстроразвязывающийся, не изменяя его функцию, т.е. пользуясь им как бегущим, а не как быстро развязывающимся узлом. Для этого в его петлю нужно ввести ходовой конец, сложенный вдвое. В этом случае он будет обладать сразу двумя свойствами – затягиваться и быстро развязываться, если дернуть за ходовой конец, торчащий из петли. С помощью этого узла можно зачалить лодку за береговой пал таким образом, что при необходимости фалинь можно будет отдать, не выходя из лодки, дернув за ходовой конец, оставленный достаточнодлинным. Это очень распространенный узел. Во всяком случае, во всем мире именно им привязывают лошадей за уздечку к привязи. Чтобы узел случайно не развязался, конец уздечки просовывают в петлю (рис. 2).';en='A simple running knot can easily be transformed into a quick-release knot without changing its function, i.e. using it as a running knot, not as a quick-release knot. To do this, insert the running end, folded in half, into its loop. In this case, it will have two properties at once - it can be tightened and quickly untied if you pull the running end sticking out of the loop. With this knot, you can moor a boat to a shore ballast in such a way that, if necessary, the painter can be released without leaving the boat, by pulling the running end, left long enough. This is a very common knot. In any case, all over the world it is used to tie horses to a tether by the bridle. To prevent the knot from accidentally untying, the end of the bridle is pushed through the loop (Fig. 2).'",
   "tags": [
       {"id": 2, "name": "ru='Быстроразвязывающиеся узлы';en='Quick release knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "93.1",
       "93.2"
   ]
},
{
   "id": 94,
   "name": "ru='Рифовый узел';en='Slipped Reef Knot'",
   "description": "ru='Свое название он получил от слова “риф-штерт” – небольшой, ввязанный в полотнище паруса конец троса, которым “брали рифы”, т. е. связывали подобранную к нижней шкаторине паруса или к гику часть паруса, чтобы уменьшить его площадь при сильном ветре. На больших парусных судах с прямым вооружением рифы брали с помощью риф-сезней – плоских концов троса, которыми подвязывали верхнюю шкаторину паруса к риф-лееру. Риф-цггерты связывались с таким расчетом, чтобы в любую минуту в случае необходимости можно было их развязать или, как говорят моряки, “раздернуть”. Для этой цели и применялся рифовый узел. Он очень схож с прямым узлом и вяжется таким же способом, за исключением того, что при вязке второго полуузла его ходовой конец продевают в петлю сложенным вдвое. При рывке за ходовой конец узел мгновенно развязывается.\n\nВ морском деле этот узел применяется для связывания штертов брезентовых чехлов спасательных шлюпок, лебедок, компасов и других приборов на верхнем ходовом открытом мостике.\n\nЭтот узел известен в обиходе под названием “узел с одним бантиком”. Он знаком всем, многие завязывают им шнурки на ботинках. В принципе это простой и полезный узел.';en='It got its name from the word “reef-stay” – a small end of a rope tied into the sail cloth, which was used to “take reefs”, i.e. to tie the part of the sail tucked to the foot of the sail or to the boom to reduce its area in strong winds. On large sailing vessels with square rigging, reefs were taken with the help of reef-sezneys – flat ends of a rope, which were used to tie the upper luff of the sail to the reef-life. Reef-tsgerts were tied in such a way that they could be untied or, as sailors say, “pulled apart” at any time if necessary. The reef knot was used for this purpose. It is very similar to the straight knot and is tied in the same way, except that when tying the second half-knot, its running end is threaded through the loop folded in half. When the running end is pulled, the knot instantly comes undone.\n\nIn marine applications, this knot is used to tie the lanyards of lifeboat covers, winches, compasses and other instruments on the upper open bridge.\n\nThis knot is commonly known as the “single bow knot”. Everyone knows it, many people use it to tie their shoe laces. In principle, this is a simple and useful knot.'",
   "tags": [
       {"id": 2, "name": "ru='Быстроразвязывающиеся узлы';en='Quick release knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "94.1",
       "94.2"
   ]
},
{
   "id": 95,
   "name": "ru='Двойной рифовый узел';en='Bow Knot'",
   "description": "ru='Иногда его называют фаловым узлом. Но моряки им почти не пользуются: для временной связки штертов и других концов им достаточно рифового узла. В словаре Владимира Даля он именуется “петельным узлом” и “репейком (бантом)”. Нередко его называют и байтовым узлом. Вяжется он так же, как и прямой узел, но во втором полуузле ходовые концы троса завязывают сложенными вдвое. Это незаменимый узел для завязывания шнурков ботинок, веревки, бантов на шее и бантиков в волосах, а также на свертках и коробках.';en='Sometimes it is called a halyard knot. But sailors almost never use it: a reef knot is enough for temporary tying of lanyards and other ends. In Vladimir Dahl`s dictionary it is called a “loop knot” and “”repeik (bow)”. It is often called a bait knot. It is tied in the same way as a straight knot, but in the second half-knot the running ends of the rope are tied folded in half. This is an indispensable knot for tying shoe laces, rope, bows on the neck and bows in the hair, as well as on packages and boxes.'",
   "tags": [
       {"id": 2, "name": "ru='Быстроразвязывающиеся узлы';en='Quick release knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "95.1",
       "95.2",
	   "95.3",
	   "95.4"
   ]
},
{
   "id": 96,
   "name": "ru='Развязывающийся ткацкий узел';en='Tiller hitch'",
   "description": "ru='Отличный ткацкий узел – “родной брат” шкотовому узлу. Его можно улучшить, если ходовой конец троса пропустить под коренной сложенным вдвое. При этом он будет держать столь же надежно, но в любую минуту может быть развязан, даже под натяжением.';en='An excellent weaver`s knot - a “brother” to the sheet knot. It can be improved by passing the running end of the rope under the root folded in half. In this case, it will hold just as securely, but can be untied at any moment, even under tension.'",
   "tags": [
       {"id": 2, "name": "ru='Быстроразвязывающиеся узлы';en='Quick release knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "96.1",
       "96.2",
	   "96.3"
   ]
},
{
   "id": 97,
   "name": "ru='Калмыцкий узел';en='Kalmyk loop'",
   "description": "ru='Он относится к числу практичных и надежных узлов. Его название говорит о том, как он появился в нашей стране. И хотя калмыцкие степи не вызывают ассоциации с морем и кораблями, он издавна применяется на флоте. Зарубежные моряки его не знают, и, как это ни странно, он не фигурирует ни в одном из многочисленных пособий по вязке узлов, изданных за рубежом.\n\nНа рисунке дана принципиальная схема вязки калмыцкого узла, на которой показано лишь взаимное расположение концов троса относительно друг друга. На практике этот прекрасный узел вяжется почти мгновенно следующим образом.\nЗаведите ходовой конец троса за предмет и возьмите его, немного отступя от конца, сверху левой рукой большим пальцем к себе. Правой рукой наложите коренной конец поверх левого кулака, в котором уже зажат ходовой конец, и сделайте коренной частью троса полный оборот вокруг него. Затем движением левой руки переместите коренной конец под коренную часть большой петли с одновременным обносом ходового конца вокруг этой же части троса и с последующим перехватом ходового конца пальцами левой руки. После этого аккуратно протащите ходовой конец в виде петли через находящийся на кисти левой руки шлаг коренного конца (путем сбрасывания шлага) так, чтобы ходовой конец не распрямился, и коренным концом затяните узел.\n\nКалмыцкий узел надежно держит и быстро развязывается, если дернуть за ходовой конец. Его применяют для временного крепления бросательного конца к огону швартова при подаче последнего с судна на причал. Им пользуются для прикрепления вожжей к уздечке, а также для привязывания лошади в конюшне. Если в петлю калмыцкого узла пропустить ходовой конец, не сложенный вдвое, то узел не будет являться быстроразвязывающимся. В таком виде он называется казачьим узлом.';en='It is one of the practical and reliable knots. Its name tells us how it appeared in our country. And although the Kalmyk steppes do not evoke associations with the sea and ships, it has long been used in the navy. Foreign sailors do not know it, and, strangely enough, it does not appear in any of the numerous manuals on tying knots published abroad. \n\nThe figure shows a basic diagram of tying the Kalmyk knot, which only shows the relative position of the ends of the rope relative to each other. In practice, this wonderful knot is tied almost instantly as follows. \nPlace the running end of the rope behind an object and take it, stepping back a little from the end, from above with your left hand with your thumb towards you. With your right hand, place the root end over your left fist, in which the running end is already clamped, and make a full turn around it with the root part of the rope. Then, with your left hand, move the landing end under the landing part of the large loop, while simultaneously passing the running end around the same part of the rope and then intercepting the running end with the fingers of your left hand. After this, carefully pull the running end in the form of a loop through the turnbuckle of the landing end located on the wrist of your left hand (by throwing off the turnbuckle) so that the running end does not straighten out, and tighten the knot with the landing end. The Kalmyk knot holds securely and unties quickly if you tug on the running end. It is used to temporarily attach the throwing end to the eye of the mooring line when delivering the latter from the vessel to the pier. It is used to attach the reins to the bridle, as well as to tie a horse in a stable. If you pass the running end through the loop of the Kalmyk knot without folding it in half, the knot will not be quick-untying. In this form, it is called the Cossack knot.'",
   "tags": [
       {"id": 2, "name": "ru='Быстроразвязывающиеся узлы';en='Quick release knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "97.1",
       "97.2",
	   "97.3"
   ]
},
{
   "id": 98,
   "name": "ru='Развязывающийся самозатягивающийся узел';en='Slipped half hitch'",
   "description": "ru='Если в петлю этого узла пропустить ходовой конец, сложенный петлей, то узел по-прежнему будет сохранять свое главное свойство, но при желании может быть быстро развязан. Для этого нужно лишь потянуть ходовой конец.';en='If you pass the running end, folded into a loop, through the loop of this knot, the knot will still retain its main property, but if desired, it can be quickly untied. To do this, you just need to pull the running end.'",
   "tags": [
       {"id": 2, "name": "ru='Быстроразвязывающиеся узлы';en='Quick release knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "98.1",
       "98.2"
   ]
},
{
   "id": 99,
   "name": "ru='Шлюпочный узел';en='Boat knot'",
   "description": "ru='Применяется при буксировке шлюпок и во время их стоянки под выстрелом у борта корабля только в тех случаях, когда в них находятся люди. Сначала ходовой конец фалиня пропускают в носовой шлюпочный рым, потом – под первую банку, далее обносят сверху вокруг второй банки, выводят конец над тросом и вновь ведут под банкой, затем конец фалиня складывают в виде петли и заводят под шлаг, сделанный сверху банки. Шлюпочный узел легко развязывается, если потянуть за ходовой конец фалиня, лежащий на банке.';en='It is used when towing boats and when they are parked under fire at the side of the ship only in cases when there are people in them. First, the running end of the painter is passed through the bow boat eye, then under the first bench, then it is carried around the top of the second bench, the end is brought out over the cable and again led under the bench, then the end of the painter is folded into a loop and led under the turnbuckle made on top of the bench. The boat knot is easily untied if you pull the running end of the painter lying on the bench.'",
   "tags": [
       {"id": 2, "name": "ru='Быстроразвязывающиеся узлы';en='Quick release knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "99.1"
   ]
},
{
   "id": 100,
   "name": "ru='Мельничный узел';en='Miller’s knot'",
   "description": "ru='Среди множества хитроумных узлов для завязывания мешков этот узел считается одним из наиболее распространенных. В принципе это та же восьмерка, во вторую петлю которой пропущен сложенный вдвое ходовой конец. Узел очень удобен тем, что его можно туго затянуть и быстро развязать, дернув за ходовой конец.';en='Among the many ingenious knots for tying bags, this knot is considered one of the most common. In principle, it is the same figure eight, in the second loop of which the folded in half running end is passed. The knot is very convenient in that it can be tightened tightly and quickly untied by pulling the running end.'",
   "tags": [
       {"id": 2, "name": "ru='Быстроразвязывающиеся узлы';en='Quick release knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "100.1"
   ]
},
{
   "id": 101,
   "name": "ru='Мокрый полуштык';en='Wet half hitch'",
   "description": "ru='';en=''",
   "tags": [
       {"id": 2, "name": "ru='Быстроразвязывающиеся узлы';en='Quick release knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "101.1"
   ]
},
{
   "id": 102,
   "name": "ru='Курьерский узел';en='Highpoint hitch'",
   "description": "ru='Он служит для тех же целей, что и мокрый полуштык. После одного обноса вокруг пала ходовой конец пропускают восьмеркой вокруг коренного конца, потом складывают его вдвое и просовывают в виде петли между петлями восьмерки и коренным концом. Этот узел развязывается не так быстро, как предыдущий.';en='It serves the same purpose as the wet half hitch. After one pass around the stake, the running end is passed in a figure eight around the root end, then folded in half and pushed through as a loop between the loops of the figure eight and the root end. This knot does not untie as quickly as the previous one.'",
   "tags": [
       {"id": 2, "name": "ru='Быстроразвязывающиеся узлы';en='Quick release knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "102.1",
       "102.2"
   ]
},
{
   "id": 103,
   "name": "ru='Ведерный узел';en='Bucket knot'",
   "description": "ru='Представьте себе, что альпинисту нужно спуститься по веревке с высоты вниз. Он идет один, и у него всего одна веревка, которая ему еще потребуется. Что сделать, чтобы, спустившись с высоты, унести с собой веревку? Очень просто: веревку нужно закрепить ведерным узлом, спуститься по ее коренному концу и рывком за длинный ходовой конец развязать узел, завязанный наверху. С помощью этого “дистанционно развязываемого” узла можно опустить из окна дома, например, ведро с водой, поставить его на землю и снова поднять веревку наверх.';en='Imagine that a climber needs to descend from a height along a rope. He is alone and has only one rope, which he will still need. What should he do to take the rope with him after descending from a height? It is very simple: secure the rope with a bucket knot, descend along its root end and with a jerk on the long running end untie the knot tied at the top. With the help of this “remotely untied” knot, you can lower, for example, a bucket of water from a window of a house, put it on the ground and raise the rope back up again.'",
   "tags": [
       {"id": 2, "name": "ru='Быстроразвязывающиеся узлы';en='Quick release knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "103.1"
   ]
},
{
   "id": 104,
   "name": "ru='Пиратский узел';en='Highwayman’s hitchs'",
   "description": "ru='Принцип этого узла такой же, как и у ведерного. Разница лишь в том, что петля проводится по-иному. Этими двумя оригинальными узлами с успехом могут пользоваться скалолазы, пожарные и строители.';en='The principle of this knot is the same as the bucket knot. The only difference is that the loop is carried out differently. These two original knots can be successfully used by climbers, firefighters and builders.'",
   "tags": [
       {"id": 2, "name": "ru='Быстроразвязывающиеся узлы';en='Quick release knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "104.1"
   ]
},
{
   "id": 105,
   "name": "ru='Гачный узел';en='Blackwall hitch'",
   "description": "ru='Когда под рукой нет нужного стропа, груз поднимают краном или стрелой на гаке, используя обычный стальной или растительный трос. При этом пользуются гачным узлом. В этом нехитром узле заложена большая мудрость. При нагрузке на коренной конец ходовой конец троса прижимается к внутренней стороне шейки гака, а петля, затянутая вокруг его спинки, держит оба конца. Надевая трос на гак, нужно внимательно проследить, чтобы коренной конец троса обязательно проходил над ходовым. Чтобы гачный узел при прекращении нагрузки не отравился, ходовой конец прихватывают временной схваткой к коренному.\n\nИспользуя принцип гачного узла, можно без троса поднять на гаке мешок, если его горловина позволяет обернуть се один раз вокруг спинки гака.';en='When there is no necessary sling at hand, the load is lifted by a crane or a boom on a hook, using an ordinary steel or vegetable rope. In this case, a hook knot is used. There is great wisdom in this simple knot. When loading the root end, the running end of the rope is pressed against the inside of the hook neck, and a loop tightened around its back holds both ends. When putting the rope on the hook, you must carefully ensure that the root end of the rope necessarily passes over the running end. To prevent the hook knot from being poisoned when the load is stopped, the running end is grabbed with a temporary grip to the root end. \n\nUsing the principle of the hook knot, you can lift a bag on a hook without a rope, if its neck allows you to wrap it once around the back of the hook.'",
   "tags": [
       {"id": 2, "name": "ru='Особые морские узлы';en='Special sea knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "105.1",
       "105.2"
   ]
},
{
   "id": 106,
   "name": "ru='Гачный узел со шлагом';en='Double blackwall hitch'",
   "description": "ru='При подъеме груза на гаке с помощью троса, завязанного гачным узлом, следует брать в расчет толщину троса. Если по отношению к гаку трос достаточно толст, его можно заложить одинарным гачным узлом и благополучно поднять груз. Тонкий трос, заложенный одинарным гачным узлом, может съехать со спинки гака, и, если он тонок по отношению к гаку, его закладывают гачным узлом со шлагом. Это намного увеличивает надежность подъема груза.';en='When lifting a load on a hook using a rope tied with a hook knot, the thickness of the rope should be taken into account. If the rope is thick enough in relation to the hook, it can be laid with a single hook knot and the load can be safely lifted. A thin rope laid with a single hook knot can slip off the back of the hook, and if it is thin in relation to the hook, it is laid with a hook knot with a turnbuckle. This greatly increases the reliability of lifting the load.'",
   "tags": [
       {"id": 2, "name": "ru='Особые морские узлы';en='Special sea knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "106.1"
   ]
},
{
   "id": 107,
   "name": "ru='Кошачья лапа';en='Cat’s Paw'",
   "description": "ru='Название этого узла попало в русский морской язык из английского. На этом языке он называется «The Cat’s Paw», что следует переводить как «кошачья лапа». Но по какому-то недоразумению этот узел у нас давно стали называть “кошачьи лапки”, хотя по-английски существительное “Paw” (лапа) стоит в единственном числе, а не во множественном (Paws). Действительно, завязанный узел похож на лапу кошки. Этот узел применяют в тех случаях, когда строп нужно прикрепить к гаку с таким расчетом, чтобы не было лишней слабины. Чтобы завязать этот узел, петлю стропа кладут сверху на два его конца – получаются две небольшие петли, каждую из которых одновременно перекручивают наружу несколько раз в зависимости от того, на сколько нужно уменьшить строп. Потом петли сближают и надевают на гак. “Кошачья лапа” не зажимается намертво, и узел легко снять с гака, если на строп нет нагрузки.';en='The name of this knot came into the Russian maritime language from English. In this language it is called “The Cat’s Paw”, which should be translated as “cat’s paw”. But due to some misunderstanding, this knot has long been called “cat’s paws”, although in English the noun “Paw” is singular, not plural (Paws). Indeed, the tied knot looks like a cat’s paw. This knot is used in cases where the sling needs to be attached to the hook in such a way that there is no excess slack. To tie this knot, the loop of the sling is placed on top of its two ends - two small loops are obtained, each of which is simultaneously twisted outward several times depending on how much the sling needs to be shortened. Then the loops are brought together and put on the hook. The “cat’s paw” is not clamped tightly, and the knot is easy to remove from the hook if there is no load on the sling.'",
   "tags": [
       {"id": 2, "name": "ru='Особые морские узлы';en='Special sea knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "107.1"
   ]
},
{
   "id": 108,
   "name": "ru='Бочечный узел';en='Barrel hitch'",
   "description": "ru='Этот узел применяют тогда, когда нет специального стропа или приспособления для подъема полных и открытых бочек в вертикальном положении. На средней части троса, которым намерены поднимать бочку, вяжут полуузел. Полупетли узла разводят в стороны и охватывают ими среднюю часть бочки. Нижняя часть петли проходит по центру днища бочки, свободные концы троса связываются прямым узлом, а если трос одним концом уже закреплен, то беседочным узлом. Бочечный узел применяют при погрузке различных видов тары, имеющей цилиндрическую форму. В быту им можно быстро обвязать бидон или бак без ручки.';en='This knot is used when there is no special sling or device for lifting full and open barrels in a vertical position. A half-knot is tied on the middle part of the cable with which the barrel is intended to be lifted. The half-loops of the knot are spread apart and cover the middle part of the barrel with them. The lower part of the loop passes along the center of the bottom of the barrel, the free ends of the cable are tied with a straight knot, and if the cable is already secured at one end, then with a bowline knot. The barrel knot is used when loading various types of cylindrical containers. In everyday life, it can be used to quickly tie a can or a tank without a handle.'",
   "tags": [
       {"id": 2, "name": "ru='Особые морские узлы';en='Special sea knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "108.1",
       "108.2"
   ]
},
{
   "id": 109,
   "name": "ru='Мешочный узел';en='Sack knot'",
   "description": "ru='Во флотах различных стран матросы хранили свои личные вещи по-разному – в мешках, рундуках и “чемоданах”. Например, по традиции военного королевского флота Великобритании одежда матросов хранилась исключительно в парусиновых мешках длиной 3 фута с диаметром круглого днища 1 фут. Матросам торгового флота Великобритании разрешалось иметь в кубрике деревянные рундуки размером примерно 2,5х1,5х1,5 фута. В Российском императорском военном флоте для хранения личных вещей матросов употреблялись большие и малые “чемоданы”, сшитые из серой парусины № 6. Большой имел длину 2 фута 9 дюймов, ширину 1 фут 2 дюйма и высоту 1 фут. Малый был длиной 1 фут 2 дюйма, шириной 1 фут и высотой 9 дюймов. Оба имели от четырех до семи люверсов и парусиновый клапан. Брезентовые мешки английских военных матросов имели 12 люверсов, которые затягивались куском линя. Для переноски мешков матросы прикрепляли к ним кусок штерта, которым завязывали их мешочным узлом.';en='In the navies of different countries, sailors stored their personal belongings in different ways - in bags, chests and “suitcases”. For example, according to the tradition of the Royal Navy of Great Britain, sailors' clothes were stored exclusively in canvas bags 3 feet long with a round bottom diameter of 1 foot. Sailors of the British merchant navy were allowed to have wooden chests in the forecastle measuring approximately 2.5 x 1.5 x 1.5 feet. In the Russian Imperial Navy, large and small “suitcases” made of gray #6 canvas were used to store sailors personal belongings. The large one was 2 feet 9 inches long, 1 foot 2 inches wide and 1 foot high. The small one was 1 foot 2 inches long, 1 foot wide and 9 inches high. Both had from four to seven eyelets and a canvas flap. The canvas bags of the English naval sailors had 12 eyelets, which were tightened with a piece of line. To carry the bags, the sailors attached a piece of cord to them, which they used to tie them with a bag knot.'",
   "tags": [
       {"id": 2, "name": "ru='Особые морские узлы';en='Special sea knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "109.1"
   ]
},
{
   "id": 110,
   "name": "ru='Сваечный узел';en='Marlinespike hitch'",
   "description": "ru='Применяемый в такелажном деле этот узел получил свое название от слова “свайка”, которое обозначает железный или деревянный прямой или немного изогнутый конический гвоздь, используемый для пробивания прядей троса, выравнивания обметываемых вручную люверсов, заделки кренгельсов, а также выполнения других работ с тросами и парусиной. Для тех, кто работает с тросами, сваечный узел имеет очень важное значение. Он применяется при обтягивании линя или шки-мушгара во время наложения клетня или шлагов бензеля, которые закладывают на свайку (или драек) этим узлом. (В этом деле свайка служит рычагом.) Им же пользовались, когда драйком обтягивали вокруг брашпиля стень-ванты на марсе.\n\nПомимо этого, сваечный узел удобен для временного крепления любого тонкого растительного троса к различным инструментам, имеющим рукоять, когда их необходимо передать работающим на мачте или за бортом. Сваечный узел крепко обхватывает передаваемый предмет, и последний можно легко из него вытащить. С помощью такого узла можно крепить швартовы и фалини к палам и битенгам, удобно крепить к кольям и столбам веревочное ограждение, делать мостки.';en='Used in rigging, this knot gets its name from the word “svaika,” which means an iron or wooden straight or slightly curved conical nail used to pierce the strands of a rope, align hand-sewn eyelets, seal cringles, and perform other work with ropes and canvas. For those who work with ropes, the pile knot is very important. It is used when tightening a line or a mushgar when applying a cage or benzell slags, which are laid on the pile (or drake) with this knot. (In this case, the pile serves as a lever.) It was also used when the drake was used to tighten the topmast shrouds around the windlass.\n\nIn addition, the pile knot is convenient for temporarily attaching any thin vegetable rope to various tools with a handle when they need to be passed to workers on the mast or overboard. The pile knot firmly grips the object being passed, and the latter can be easily pulled out of it. With the help of such a knot, you can attach mooring lines and painters to bolsters and bitts, conveniently attach rope fencing to poles and posts, and make bridges.'",
   "tags": [
       {"id": 2, "name": "ru='Особые морские узлы';en='Special sea knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "110.1",
       "110.2",
       "110.3",
       "110.4",
       "110.5",
       "110.6"
   ]
},
{
   "id": 111,
   "name": "ru='Амфорный узел';en='Jug sling knot'",
   "description": "ru='Для жителей древнего Средиземноморья амфора являлась универсальным сосудом. В амфорах хранили и перевозили оливковое масло, маслины, вино, зерно, муку и пр. Дно у этого сосуда, как известно, заостренное, поэтому поставить его на землю было нельзя - его зарывали острием в песок. При перевозке амфор морем их хрупкие ручки часто отламывались, в связи с чем переноска амфор затруднялась. Вот тогда-то древние греки и придумали амфорный узел, который позволял им удобно переносить эти сосуды без риска лишиться их ценного содержимого. Узел этот не простои, вяжется сложно, в несколько этапов, зато с его помощью можно сделать великолепную веревочную ручку для переноса бутыли, кувшина и вообще любого сосуда с небольшим выступом на горлышке.';en='For the inhabitants of the ancient Mediterranean, the amphora was a universal vessel. Amphorae were used to store and transport olive oil, olives, wine, grain, flour, etc. The bottom of this vessel, as is known, is pointed, so it was impossible to put it on the ground - it was buried with the point in the sand. When transporting amphorae by sea, their fragile handles often broke off, which made carrying the amphorae difficult. That`s when the ancient Greeks came up with the amphora knot, which allowed them to conveniently carry these vessels without the risk of losing their valuable contents. This knot is not simple, it is difficult to tie, in several stages, but with its help you can make a great rope handle for carrying a bottle, a jug, and generally any vessel with a small protrusion on the neck.'",
   "tags": [
       {"id": 2, "name": "ru='Особые морские узлы';en='Special sea knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "111.1",
       "111.2",
	   "111.3",
       "111.4",
       "111.5",
       "111.6"
   ]
},
{
   "id": 112,
   "name": "ru='Гинцевый узел';en='Gints knot'",
   "description": "ru='Гинцами моряки называют небольшие тали, основанные между блоком, ввязанным в какую-нибудь снасть, и другим неподвижным блоком. Для ввязывания снасти блока в другую снасть применялся гинцевый узел. На парусных кораблях гинцевый узел применялся, например, при ввязывании ходового конца брам-фала или при ввязывании ходовых концов топенантов нижних реев в стропы блоков гинцев. Для этого обвивали кодовой конец брам-фала два раза вокруг верхней части стропа блока гинцев и, направив брам-фал вертикально поверх ходовою конца, продевали клевант или свайку между стропом и брам-фалом. Такой способ крепления троса в строп или в коуш прост, надежен и может быть применен на середине троса. Его можно рекомендовать современным такелажникам и строителям.';en='Sailors call small tackles based between a block tied into some tackle and another fixed block by the name of a kettlebell. To tie the tackle of a block into another tackle, a kettlebell knot was used. On sailing ships, a kettlebell knot was used, for example, when tying the running end of a topgallant halyard or when tying the running ends of the lower yards' toppings into the slings of the kettlebell blocks. To do this, they wrapped the code end of the topgallant halyard twice around the upper part of the sling of the kettlebell block and, directing the topgallant halyard vertically over the running end, threaded a clew or a spear between the sling and the topgallant halyard. This method of fastening a rope to a sling or a thimble is simple, reliable and can be used in the middle of the rope. It can be recommended to modern riggers and builders.'",
   "tags": [
       {"id": 2, "name": "ru='Особые морские узлы';en='Special sea knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "112.1"
   ]
},
{
   "id": 113,
   "name": "ru='Колышка (баранья нога)';en='Sheepshank Knot'",
   "description": "ru='В английском морском языке этот узел называется “Sheepshank”, что означает “баранья ляжка”. Такое название узел получил у англичан ввиду внешнего сходства его формы с бараньей ногой. В отечественных пособиях по морскому делу он не имеет никакого собственного названия, его просто именуют “узлом для укорачивания троса”.\n\nИзвестный русский капитан дальнего плавания В.В. Бахтин в своем “Объяснительном морском словаре”, изданном в Санкт-Петербурге в 1S94 году, этот узел называет “колышкой”.\n\nВо времена господства на море паруса, когда на каждом судне длина такелажа измерялась буквально милями, часто возникала необходимость укорачивать снасти на какое-то время, чтобы слабина тросов не путалась под ногами на палубе. Чаще всего приходилось делать колышки у стень-бакштагов и фордунов или брам-бакштагов и фордунов, когда стеньга или брам-стеньга спущены. Укорачивание тросов на время делали и в других случаях. По традиции моряки разрезают трос при исключительных обстоятельствах. А если, например, на судне требуется для какой-нибудь работы 25 метров троса, а под рукой есть свободный кусок длиной 40 метров, то его резать не будут, а укоротят до 25, сделав на нем обычную “баранью ногу” одним из двух способов (рис. 2). Для большей надежности, чтобы узел при временном снятии нагрузки случайно нс развязался, концы его петель можно закрепить сваечным узлом (рис. 1).\n\nУзел “колышка” применяется не только с целью укоротить длину троса на время. Его используют и в тех случаях, когда при ответственной операции с тросом (как, например, подъем тяжеловеса) есть сомнения в его прочности: допустим, в одном месте перетерта одна прядь или трос надрезан. Чтобы исключить это место из работы и не подвергать его нагрузке, вяжут колышку. Принцип колышки заключается в том, что место троса, перечеркнутое на рис. 4, не участвует в работе троса, который завязан этим узлом. В этом месте под нагрузкой трос можно смело перерезать, и он все равно будет держать груз, на который рассчитан по прочности. Пользуясь этим полезным узлом, не нужно забывать, что он прочен и надежен только под нагрузкой, и как только последняя снята, возникает опасность, что узел распадется. Поэтому перед каждым применением троса с завязанной колышкой узел следует проверять или при вязке узла прикрепить петли к коренным концам схватками.';en='In English maritime language this knot is called “Sheepshank”, which means “lamb leg”. The knot received this name from the English due to its external resemblance to a leg of lamb. In domestic manuals on maritime affairs it does not have any proper name, it is simply called “a knot for shortening a rope”.\n\nThe famous Russian sea captain V.V. Bakhtin in his “Explanatory Marine Dictionary”, published in St. Petersburg in 1894, calls this knot a “peg”.\n\nDuring the times of the dominance of the sail at sea, when the length of the rigging on each vessel was measured literally in miles, it was often necessary to shorten the tackle for some time so that the slack in the ropes would not get tangled underfoot on the deck. Most often, it was necessary to make pegs at the topmast-backstays and foretops or the topgallant-backstays and foretops when the topmast or topgallant-topmast were lowered. Shortening the ropes for a while was also done in other cases. Traditionally, sailors cut the rope in exceptional circumstances. And if, for example, a ship needs 25 meters of rope for some work, and there is a free piece of 40 meters at hand, then they will not cut it, but shorten it to 25, making a regular “leg of lamb” on it in one of two ways (Fig. 2). For greater reliability, so that the knot does not accidentally come untied when the load is temporarily removed, the ends of its loops can be secured with a pile knot (Fig. 1). \n\nThe “peg” knot is used not only to shorten the length of the rope for a while. It is also used in cases when there are doubts about the strength of the rope during a responsible operation (such as lifting a heavy weight): let`s say one strand is frayed in one place or the rope is cut. In order to exclude this place from the work and not subject it to load, a peg is tied. The principle of the peg is that the place of the rope crossed out in Fig. 4 does not participate in the work of the rope, which is tied with this knot. In this place, under load, the rope can be safely cut, and it will still hold the load for which it is designed for strength. Using this useful knot, do not forget that it is strong and reliable only under load, and as soon as the load is removed, there is a risk that the knot will fall apart. Therefore, before each use of the rope with a tied peg, the knot should be checked or, when tying the knot, the loops should be attached to the root ends with grips.'",
   "tags": [
       {"id": 2, "name": "ru='Особые морские узлы';en='Special sea knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "113.1",
       "113.2",
	   "113.3",
	   "113.4"
   ]
},
{
   "id": 114,
   "name": "ru='Олимпийский узел';en='Two hearts that beat as one'",
   "description": "ru='Его назвали олимпийским потому, что он получается из пяти колец. Это старинный морской узел времен “золотого века паруса” – расцвета чайных, опиумных и шерстяных клиперов. На английском морском языке название этого узла весьма сентиментально – “Два сердца, бьющиеся как одно”. Несмотря на кажущуюся на первый взгляд громоздкость узла, вяжется он не сложнее топового. Олимпийский узел надежен и конкретно отвечает своему прямому назначению – укоротить на время трос.';en='It was called the Olympic knot because it is made of five rings. This is an old nautical knot from the “golden age of sail” – the heyday of tea, opium and wool clippers. In English maritime language, the name of this knot is quite sentimental – “Two hearts that beat as one”. Despite the apparent bulkiness of the knot at first glance, it is no more difficult to tie than the top knot. The Olympic knot is reliable and specifically meets its intended purpose – to shorten the rope for a while.'",
   "tags": [
       {"id": 2, "name": "ru='Особые морские узлы';en='Special sea knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "114.1",
       "114.2"
   ]
},
{
   "id": 115,
   "name": "ru='Мартышкина цепочка';en='Monkey Chain'",
   "description": "ru='Назначение этого узла – на время укоротить трос. В отличие от колышки и олимпийского узла, он имеет то преимущество, что завязанный им трос своими петлями не мешает работе и его можно даже взять на шпиль. Перед тем как дать на трос, завязанный этим узлом, нагрузку, в последнее звено “цепочки” нужно вложить свайку или клевант или пропустить через него ходовой конец: иначе узел мгновенно развяжется.\n\nНа тонких тросах вяжется он тремя пальцами одной руки. Делается это следующим образом. Отступя примерно 10 сантиметров от края ходового конца троса, сделайте петлю диаметром 5–б сантиметров. Удерживая пересечение троса на петле пальцами левой руки, введите в петлю три пальца правой руки – большой, указательный и средний. Сквозь петлю коренной конец троса захватывайте кончиками указательного и большого пальцев, втягивайте его в виде петли в петлю, в которую вы ввели три пальца, немного протаскивайте ее внутрь, оставляя в это время средний палец в предыдущей петле для того, чтобы петли были одинаковой величины. Как только вы вытянули очередную петлю, пропускайте в нее все три пальца и из нее снова зацепляйте коренной конец троса двумя пальцами, оставляя один в петле, и т. д. Вязка каждого звена “мартышкиной цепочки” занимает не более секунды, при этом трос укорачивается в четыре раза (из 4 метров троса получается 1 метр “цепочки”). Свойство “мартышкиной цепочки” быстро, плавно и последовательно развязываться часто используется для выполнения различных трюков в цирке.';en='The purpose of this knot is to temporarily shorten the rope. Unlike the peg and the Olympic knot, it has the advantage that the rope tied with it does not interfere with the work with its loops and can even be taken on a capstan. Before applying a load to the rope tied with this knot, a pile or a clevis must be inserted into the last link of the “chain” or the running end must be passed through it: otherwise, the knot will immediately come untied. \n\nOn thin ropes, it is tied with three fingers of one hand. This is done as follows. Step back about 10 centimeters from the edge of the running end of the rope, make a loop with a diameter of 5-6 centimeters. Holding the intersection of the rope on the loop with the fingers of your left hand, insert three fingers of your right hand into the loop - the thumb, index and middle. Grasp the root end of the rope through the loop with the tips of your index finger and thumb, pull it into the loop into which you inserted three fingers, pull it in a little, leaving the middle finger in the previous loop so that the loops are the same size. As soon as you have pulled out the next loop, pass all three fingers through it and from it again hook the root end of the rope with two fingers, leaving one in the loop, etc. Tying each link of the “monkey chain” takes no more than a second, and the rope is shortened by four times (from 4 meters of rope you get 1 meter of “chain”). The property of the “monkey chain” to quickly, smoothly and consistently untie is often used to perform various tricks in the circus.'",
   "tags": [
       {"id": 2, "name": "ru='Особые морские узлы';en='Special sea knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "115.1",
       "115.2",
	   "115.3"
   ]
},
{
   "id": 116,
   "name": "ru='Лучниковская петля';en='Adjustable bowstring Loop'",
   "description": "ru='Некоторые знатоки узлов называют ее «турецким узлом». Это один из древнейших и удивительнейших узлов, когда-либо придуманных человеком. У него конкретное назначение – регулировать натяжение тетивы лука.\n\nКак известно, тетива почти любого лука никогда нс остается одинаково натянутой. Она, особенно если свита из сухожилий животных, полос кожи или волокон растений, может удлиняться или укорачиваться от различных причин, например, от влажности воздуха и его температуры. Менять свойства может и сам лук, будь он сделан из дерева или из рогов животного. Пролежал лук ночь на сырой земле – тетива натянулась, сидел охотник с луком у костра – тетива ослабла и т. д. Одним словом, ее нередко приходилось регулировать, и делалось это не столько за счет сгибания самого лука, сколько за счет особой дополнительной жилы с одного конца лука.';en='Some knot experts call it the “Turkish knot”. It is one of the oldest and most amazing knots ever invented by man. It has a specific purpose - to regulate the tension of the bowstring. \n\nAs is known, the bowstring of almost any bow never remains equally taut. It, especially if it is twisted from animal tendons, strips of leather or plant fibers, can lengthen or shorten for various reasons, such as air humidity and temperature. The properties of the bow itself can also change, whether it is made of wood or animal horns. A bow lay on damp ground overnight - the bowstring tightened, a hunter sat with a bow by the fire - the bowstring loosened, etc. In a word, it often had to be adjusted, and this was done not so much by bending the bow itself, but by using a special additional sinew at one end of the bow.'",
   "tags": [
       {"id": 2, "name": "ru='Особые морские узлы';en='Special sea knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "116.1",
       "116.2",
       "116.3"
   ]
},
{
   "id": 117,
   "name": "ru='Крабья петля (затягивающийся огон)';en='Crossed Running Knot'",
   "description": "ru='Особенность этого узла состоит в том, что он может работать в двух качествах: затягивающаяся петля или незатягивающаяся петля. Если концы крабьего узла в точках, отмеченных буквами А и Б, резко и сильно потянуть в разные стороны, указанные стрелками, узел перестает быть затягивающимся. Принимая форму, показанную на третьем справа положении на рисунке, узел больше не затягивается, его петля становится постоянной.';en='The peculiarity of this knot is that it can work in two qualities: a tightening loop or a non-tightening loop. If the ends of the crab knot at the points marked with the letters A and B are pulled sharply and strongly in different directions, indicated by the arrows, the knot stops being tightening. Taking the form shown in the third position from the right in the figure, the knot no longer tightens, its loop becomes permanent.'",
   "tags": [
       {"id": 2, "name": "ru='Особые морские узлы';en='Special sea knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "117.1"
   ]
},
{
   "id": 118,
   "name": "ru='Кабестановая петля';en='Capstan knot'",
   "description": "ru='По своему принципу этот узел такой же, как и предыдущий крабий узел. При сильном рывке за концы, обозначенные буквами А и Б, узел меняет свою характеристику и из затягивающейся петли превращается в незатягивающуюся петлю.\n\nФранцузское слово “кабестана”, попавшее когда-то в наш морской язык и одно время применявшееся на флоте, обозначает термин “шпиль” – вертикальный одинарный или двойной ворот для выбирания якорного каната и швартовов. Видимо, этот узел применялся на тросах при работах со шпилем.';en='In principle, this knot is the same as the previous crab knot. With a strong tug on the ends marked with the letters A and B, the knot changes its characteristics and from a tightening loop turns into a non-tightening loop.\n\nThe French word “kabestan”, which once entered our maritime language and was used at one time in the navy, means the term “capstan” - a vertical single or double winch for choosing an anchor rope and mooring lines. Apparently, this knot was used on cables when working with a capstan.'",
   "tags": [
       {"id": 2, "name": "ru='Особые морские узлы';en='Special sea knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "118.1",
       "118.2",
	   "118.3"
   ]
},
{
   "id": 119,
   "name": "ru='Глухой узел';en='Ring Knot'",
   "description": "ru='Если на конце поводка сделана незатягивающаяся петля; самый простой и надежный способ прикрепить к ней рыболовный крючок – это продеть ее конец в ушко крючка и перекинуть через крючок, образовав глухую петлю. Этот способ хорош для хлопчатобумажных лесок и тонких из полиамидных смол. Его можно применить и в том случае, если петля сделана из мягкой проволоки. Этим способом удобно привязывать к леске грузила.';en='If the end of the leash has a non-tightening loop; the easiest and most reliable way to attach a fishing hook to it is to pass its end through the eye of the hook and throw it over the hook, forming a blind loop. This method is good for cotton lines and thin ones made of polyamide resins. It can also be used if the loop is made of soft wire. This method is convenient for tying sinkers to the line.'",
   "tags": [
       {"id": 2, "name": "ru='Узлы для рыболовных снастей';en='Knots for fishing tackle'", "type": "PURPOSE"}
   ],
   "pictures": [
       "119.1"
   ]
},
{
   "id": 120,
   "name": "ru='Штыковой узел';en='Hitch knot'",
   "description": "ru='Одним из наиболее простых способов привязывания рыболовного крючка к леске считается применение двух полуштыков, сделанных на цевье крючка. На синтетической леске его применять не следует, так как он при сильной тяге скользит.';en='One of the simplest ways to tie a fishing hook to a fishing line is to use two half-hitches made on the hook shank. It should not be used on synthetic fishing line, as it slips under strong traction.'",
   "tags": [
       {"id": 2, "name": "ru='Узлы для рыболовных снастей';en='Knots for fishing tackle'", "type": "PURPOSE"}
   ],
   "pictures": [
       "120.1"
   ]
},
{
   "id": 121,
   "name": "ru='Канадская восьмерка';en='Canadian figure-eight knot'",
   "description": "ru='Хорошо знакомая нам восьмерка надежно служит для привязывания крючка. Так называемая канадская восьмерка прочно держит на синтетической леске. При желании этот узел можно легко развязать.';en='The well-known figure eight knot is a reliable way to tie a hook. The so-called Canadian figure eight knot holds firmly on a synthetic line. If desired, this knot can be easily untied.'",
   "tags": [
       {"id": 2, "name": "ru='Узлы для рыболовных снастей';en='Knots for fishing tackle'", "type": "PURPOSE"}
   ],
   "pictures": [
       "121.1"
   ]
},
{
   "id": 122,
   "name": "ru='Рыбацкая восьмерка';en='Fisherman’s figure-eight knot'",
   "description": "ru='Это надежный способ прикрепления лески к крючку с ушком. Он дает полную гарантию, что крючок не отвяжется.';en='This is a reliable way to attach the fishing line to the eye hook. It gives a full guarantee that the hook will not come off.'",
   "tags": [
       {"id": 2, "name": "ru='Узлы для рыболовных снастей';en='Knots for fishing tackle'", "type": "PURPOSE"}
   ],
   "pictures": [
       "122.1"
   ]
},
{
   "id": 123,
   "name": "ru='Черепаший узел';en='Turle knot'",
   "description": "ru='Почему его так назвали, сказать трудно. Ведь морских черепах ловят сетью или бьют гарпуном. Этот узел вяжется очень просто и хорош ля хлопчатобумажных лесок. Завязанный на скользкой синтетической жилке, он может развязаться.';en='It is difficult to say why it was called that. After all, sea turtles are caught with a net or hit with a harpoon. This knot is very easy to tie and is good for cotton fishing lines. Tied on a slippery synthetic vein, it can come undone.'",
   "tags": [
       {"id": 2, "name": "ru='Узлы для рыболовных снастей';en='Knots for fishing tackle'", "type": "PURPOSE"}
   ],
   "pictures": [
       "123.1"
   ]
},
{
   "id": 124,
   "name": "ru='Калифорнийский узел';en='California knot'",
   "description": "ru='Его придумали лет тридцать назад рыболовы-любители в Калифорнии для привязывания крючков, вертлюгов и грузил к нейлоновой леске. Он сравнительно прост, вполне надежен, но не очень компактен.';en='It was invented about thirty years ago by amateur fishermen in California for tying hooks, swivels and weights to nylon line. It is relatively simple, quite reliable, but not very compact.'",
   "tags": [
       {"id": 2, "name": "ru='Узлы для рыболовных снастей';en='Knots for fishing tackle'", "type": "PURPOSE"}
   ],
   "pictures": [
       "124.1",
       "124.2",
	   "124.3"
   ]
},
{
   "id": 125,
   "name": "ru='Ступенчатый узел';en='Bumper knot'",
   "description": "ru='Многие рыболовы предпочитают пользоваться крючками без ушка ввиду того, что такие крючки, как правило, кованые и, по их мнению, более прочные, но крепить леску к такому крючку сложнее, чем к тому, у которого имеется ушко. Наиболее надежен для этой цели ступенчатый узел. Он чем-то напоминает затягивающуюся удавку.';en='Many fishermen prefer to use hooks without an eye because such hooks are usually forged and, in their opinion, are stronger, but attaching the fishing line to such a hook is more difficult than to one with an eye. The most reliable for this purpose is a step knot. It is somewhat reminiscent of a tightening noose.'",
   "tags": [
       {"id": 2, "name": "ru='Узлы для рыболовных снастей';en='Knots for fishing tackle'", "type": "PURPOSE"}
   ],
   "pictures": [
       "125.1",
       "125.2"
   ]
},
{
   "id": 126,
   "name": "ru='Захватный узел';en='Improved clinch knot'",
   "description": "ru='Этот узел представляет собой половину змеиного узла, применяемого для связывания двух синтетических тросов. Он годится для любой лески и является очень надежным узлом.';en='This knot is half of a snake knot used to tie two synthetic ropes together. It works with any line and is a very secure knot.'",
   "tags": [
       {"id": 2, "name": "ru='Узлы для рыболовных снастей';en='Knots for fishing tackle'", "type": "PURPOSE"}
   ],
   "pictures": [
       "126.1"
   ]
},
{
   "id": 127,
   "name": "ru='Акулий узел';en='Shark knot'",
   "description": "ru='При вязке этого узла, перед тем как ввести в петлю ходовой конец, нужно сблизить сделанные вокруг коренного и ходового концов шлаги и плотно затянуть их. Этот сложный узел предназначен исключительно для синтетических лесок и отличается большой прочностью.';en='When tying this knot, before inserting the running end into the loop, you need to bring the turns made around the root and running ends together and tighten them tightly. This complex knot is intended exclusively for synthetic lines and is very strong.'",
   "tags": [
       {"id": 2, "name": "ru='Узлы для рыболовных снастей';en='Knots for fishing tackle'", "type": "PURPOSE"}
   ],
   "pictures": [
       "127.1"
   ]
},
{
   "id": 128,
   "name": "ru='Лососевый узел';en='Salmon knot'",
   "description": "ru='Прежде чем затянуть, его нужно перекинуть на цевье крючка. Лососевый узел – один из самых прочных. Он надежно держит на любых лесках.';en='Before tightening, it needs to be thrown over the hook shank. The salmon knot is one of the strongest. It holds securely on any fishing line.'",
   "tags": [
       {"id": 2, "name": "ru='Узлы для рыболовных снастей';en='Knots for fishing tackle'", "type": "PURPOSE"}
   ],
   "pictures": [
       "128.1"
   ]
},
{
   "id": 129,
   "name": "ru='Тунцовый узел';en='Tuna knot'",
   "description": "ru='От прочих узлов он отличается тем, что ушко крючка обхватывают одновременно две петли (как у глухой петли). Хотя вязка его сложна, он считается лучшим среди всех рыболовных узлов, предназначенных для синтетической лески.';en='It differs from other knots in that the hook eye is simultaneously grasped by two loops (like a blind loop). Although its tying is difficult, it is considered the best among all fishing knots designed for synthetic fishing line.'",
   "tags": [
       {"id": 2, "name": "ru='Узлы для рыболовных снастей';en='Knots for fishing tackle'", "type": "PURPOSE"}
   ],
   "pictures": [
       "129.1"
   ]
},
{
   "id": 130,
   "name": "ru='Поводковый на основе простого узла';en='Leash overhand knot'",
   "description": "ru='Поводковый на основе простого узла. Умение быстро и надежно привязывать к леске поводки – дело немаловажное для каждого рыболова. Этот узел рекомендуется применять для быстрой смены поперечных поводков.\n\nСначала нужно на леске завязать простой узел, не затягивая его до конца. Поперечный поводок с крючками на каждом конце проведите в середину полуузла, вокруг петли и обратно в середину полуузла, как это изображено на схеме. Выровняв длину обоих поводков, затяните узел. Если вы хотите привязать к леске только один поводок, завяжите на противоположном конце восьмерку и вытяните поводок до конца, пока восьмерка не упрется в простой узел.';en='A leader based on a simple knot. The ability to quickly and securely tie leaders to the fishing line is an important matter for every fisherman. This knot is recommended for quickly changing transverse leaders. \n\nFirst, you need to tie a simple knot on the fishing line, without tightening it all the way. Pass the transverse leader with hooks on each end through the middle of the half-knot, around the loop and back to the middle of the half-knot, as shown in the diagram. Having aligned the length of both leaders, tighten the knot. If you want to tie only one leader to the fishing line, tie a figure eight on the opposite end and pull the leader all the way until the figure eight rests against a simple knot.'",
   "tags": [
       {"id": 2, "name": "ru='Узлы для рыболовных снастей';en='Knots for fishing tackle'", "type": "PURPOSE"}
   ],
   "pictures": [
       "130.1"
   ]
},
{
   "id": 131,
   "name": "ru='Поводковый на основе бегущего узла';en='Leash noose'",
   "description": "ru='Чтобы привязать к леске поперечный поводок таким способом, завяжите в нужном месте лески бегущий простой узел, но не затягивайте его до конца. На конце поводка завяжите восьмерку и этот конец пропустите в петлю бегущего узла. Затянув последний узел, вы надежно прикрепите к леске поводок.';en='To attach a transverse leader to the line this way, tie a simple running knot in the right place on the line, but do not tighten it all the way. Tie a figure eight at the end of the leader and pass this end through the loop of the running knot. By tightening the last knot, you will securely attach the leader to the line.'",
   "tags": [
       {"id": 2, "name": "ru='Узлы для рыболовных снастей';en='Knots for fishing tackle'", "type": "PURPOSE"}
   ],
   "pictures": [
       "131.1",
       "131.2"
   ]
},
{
   "id": 132,
   "name": "ru='Поводковый на основе змеиного узла';en='Leash barrel knot'",
   "description": "ru='Это более сложный, но зато и более надежный способ привязывания поперечного поводка к леске. Прежде чем затянуть сделанный на леске змеиный узел, введите в его середину конец поводка с завязанной восьмеркой. При затягивании змеиного узла обе его части сойдутся и надежно зажмут поводок перед восьмеркой.';en='This is a more complicated, but also more reliable way of tying a transverse leash to a fishing line. Before tightening the barrel knot made on the fishing line, insert the end of the leash with the tied figure eight into its middle. When tightening the snake knot, both its parts will come together and securely clamp the leash in front of the figure eight.'",
   "tags": [
       {"id": 2, "name": "ru='Узлы для рыболовных снастей';en='Knots for fishing tackle'", "type": "PURPOSE"}
   ],
   "pictures": [
       "132.1"
   ]
},
{
   "id": 133,
   "name": "ru='Роликовый узел';en='Roll knot'",
   "description": "ru='Для завязывания этого узла на леске сначала нужно сделать простой узел и ввести в него ходовой конец поводка. Последний нужно закрепить наподобие многократной восьмерки вокруг лески и коренного конца поводка. Такое крепление вполне надежно и несложно.';en='To tie this knot on the line, you first need to make a simple knot and insert the running end of the leash into it. The latter needs to be secured like a multiple figure eight around the line and the root end of the leash. This fastening is quite reliable and simple.'",
   "tags": [
       {"id": 2, "name": "ru='Узлы для рыболовных снастей';en='Knots for fishing tackle'", "type": "PURPOSE"}
   ],
   "pictures": [
       "133.1"
   ]
},
{
   "id": 134,
   "name": "ru='Королевский узел';en='King knot'",
   "description": "ru='В принципе это надежный узел-стопор, как восьмерка, стивидорный, юферсный и др.\nЗавязанный на толстом шнуре королевский узел декоративен и может быть использован для завязывания концов шнуров у гардин, штор, занавесей и пр.';en='In principle, this is a reliable stopper knot, like the figure eight, stevedore, deadeye, etc.\nTied on a thick cord, the royal knot is decorative and can be used to tie the ends of cords on curtains, drapes, drapes, etc.'",
   "tags": [
       {"id": 2, "name": "ru='Декоративные узлы';en='Decorative knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "134.1"
   ]
},
{
   "id": 135,
   "name": "ru='Трехпетельный узел';en='Three-ply knot'",
   "description": "ru='Это рабочий узел-стопор, который с успехом может быть применен в морском деле. Его предельно симметричная схема уже давно привлекает внимание художников и графиков прикладного искусства. Это неплохой орнамент для разного рода декоративных художественных работ.';en='This is a working knot-stopper, which can be successfully used in marine affairs. Its extremely symmetrical scheme has long attracted the attention of artists and graphic artists of applied art. It is a good ornament for various kinds of decorative art works.'",
   "tags": [
       {"id": 2, "name": "ru='Декоративные узлы';en='Decorative knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "135.1",
       "135.2",
	   "135.3"
   ]
},
{
   "id": 136,
   "name": "ru='Четырех петельный узел';en='Double three-ply knot'",
   "description": "ru='Симметричность и определенная витиеватость этого узла позволяют отнести его к разряду чисто декоративных узлов. Он служит художникам в выборе орнамента для декоративной отделки.';en='The symmetry and a certain ornateness of this knot allow it to be classified as a purely decorative knot. It serves artists in choosing an ornament for decorative finishing.'",
   "tags": [
       {"id": 2, "name": "ru='Декоративные узлы';en='Decorative knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "136.1",
       "136.2",
	   "136.3"
   ]
},
{
   "id": 137,
   "name": "ru='Кордовый узел';en='One cord knot'",
   "description": "ru='Правильно завязанный и ровно затянутый кордовый узел смотрится весьма эффектно на шнурах гардин, штор и занавесей. Его можно применить на конце шнура электровыключателя.';en='A properly tied and evenly tightened cord knot looks very impressive on the cords of curtains, blinds and drapes. It can be used at the end of an electric switch cord.'",
   "tags": [
       {"id": 2, "name": "ru='Декоративные узлы';en='Decorative knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "137.1"
   ]
},
{
   "id": 138,
   "name": "ru='Турецкий узел';en='Turkish knot'",
   "description": "ru='Чтобы правильно завязать этот узел, нужно запастись некоторым терпением. Узел довольно сложен, но зато красиво смотрится на толстом тросе, особенно если завязан вдвойне. Может быть применен для уже упомянутых шнуров.';en='To tie this knot correctly, you need to have some patience. The knot is quite complicated, but it looks beautiful on a thick rope, especially if it is tied twice. It can be used for the cords already mentioned.'",
   "tags": [
       {"id": 2, "name": "ru='Декоративные узлы';en='Decorative knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "138.1"
   ]
},
{
   "id": 139,
   "name": "ru='Тройной плетеный узел';en='Triple crown knot'",
   "description": "ru='По вязке относится к самым простым узлам, но требует большого внимания. Он лучше смотрится, если завязан на толстом плотном шнуре. Может быть использован для укорачивания шнуров гардин, штор и занавесей.';en='In terms of knitting, it is one of the simplest knots, but requires a lot of attention. It looks better if tied on a thick, dense cord. It can be used to shorten the cords of curtains, drapes and drapes.'",
   "tags": [
       {"id": 2, "name": "ru='Декоративные узлы';en='Decorative knots'", "type": "PURPOSE"}
   ],
   "pictures": [
       "139.1"
   ]
}
]